{
  "agent_metadata": {
    "agent_name": "policy-agent",
    "model_used": "haiku",
    "documents_collected": 52,
    "sources_scanned": 2,
    "scan_date": "2026-01-30",
    "status": "success",
    "execution_time": 0.97,
    "process_id": 48570
  },
  "items": [
    {
      "id": "federal-register-d48b458108fc",
      "title": "Continuance of the Federal Emergency Management Agency Review Council",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01872/continuance-of-the-federal-emergency-management-agency-review-council",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "Presidential Document by Executive Office of the President",
        "keywords": [
          "executive office of the president"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Presidential Document",
        "agencies": [
          "Executive Office of the President"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648078"
    },
    {
      "id": "federal-register-8528efed8acd",
      "title": "Addressing State and Local Failures To Rebuild Los Angeles After Wildfire Disasters",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01871/addressing-state-and-local-failures-to-rebuild-los-angeles-after-wildfire-disasters",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "Presidential Document by Executive Office of the President",
        "keywords": [
          "executive office of the president"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Presidential Document",
        "agencies": [
          "Executive Office of the President"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648104"
    },
    {
      "id": "federal-register-dd4b0cff8c16",
      "title": "Medicare and State Health Care Programs: Fraud and Abuse; Request for Information Regarding the Federal Anti-Kickback Statute and Beneficiary Inducements CMP",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01817/medicare-and-state-health-care-programs-fraud-and-abuse-request-for-information-regarding-the",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "This request for information seeks input from the public on whether any additions or modifications are needed to the safe harbor regulations under the Federal anti-kickback statute or the exceptions to the civil monetary penalty provision prohibiting inducements to beneficiaries (the \"Beneficiary Inducements CMP\") for emerging direct-to-consumer (\"DTC\") sales programs established by pharmaceutical manufacturers, including those that will be available through TrumpRx.",
        "keywords": [
          "health and human services department",
          "inspector general office, health and human services department"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Proposed Rule",
        "agencies": [
          "Health and Human Services Department",
          "Inspector General Office, Health and Human Services Department"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648122"
    },
    {
      "id": "federal-register-394a42988b9e",
      "title": "Alaska Subsistence Regional Advisory Council Meetings for 2026",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01810/alaska-subsistence-regional-advisory-council-meetings-for-2026",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Federal Subsistence Board (Board) announces the public meetings of the 10 Alaska Subsistence Regional Advisory Councils (Councils) for the winter and fall of 2026. The Councils each meet approximately twice a year to provide advice and recommendations to the Board about subsistence hunting and fishing issues on Federal public lands in Alaska.",
        "keywords": [
          "interior department",
          "agriculture department",
          "forest service"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Interior Department",
          "Agriculture Department",
          "Forest Service"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648134"
    },
    {
      "id": "federal-register-d4ca854f460d",
      "title": "Agency Information Collection Activities; Comment Request; Disability Accommodation Reimbursement Request Form",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01809/agency-information-collection-activities-comment-request-disability-accommodation-reimbursement",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "In accordance with the Paperwork Reduction Act of 1995, the Corporation for National and Community Service (operating as AmeriCorps) is proposing to renew the information collection.",
        "keywords": [
          "corporation for national and community service"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Corporation for National and Community Service"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648147"
    },
    {
      "id": "federal-register-df9c9cde050d",
      "title": "Commercial Leasing for Outer Continental Shelf Minerals Offshore Alaska-Request for Information and Interest",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01808/commercial-leasing-for-outer-continental-shelf-minerals-offshore-alaska-request-for-information-and",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Bureau of Ocean Energy Management (BOEM) is initiating the first steps that could potentially lead to a lease sale for minerals on the Outer Continental Shelf (OCS) offshore Alaska by publishing this request for information and interest (RFI). This RFI is not a final decision to lease and does not prejudge any future Secretarial decisions concerning leasing on the OCS offshore Alaska. This RFI requests information and comments on, and indications of interest in, the leasing of OCS minerals in an area offshore Alaska, referred to as the RFI Area, with details in Section 5 \"Description of the RFI Area.\" BOEM will consider information and interest received in response to this RFI when considering whether to proceed with additional steps leading to the offer of OCS minerals for lease offshore Alaska. Those interested in providing comments or information should provide the information requested in Section 6 \"Types of Information and Comments Requested,\" of this RFI. Those interested in leasing in and around the RFI Area for OCS mineral development should provide the information described in Section 7 \"Requested Information for Indications of Interest.\" BOEM will decide whether and under what terms and conditions to hold a lease sale for commercial OCS mineral development offshore Alaska after further consideration, consultations, public participation, and environmental analyses.",
        "keywords": [
          "interior department",
          "ocean energy management bureau"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Interior Department",
          "Ocean Energy Management Bureau"
        ],
        "topics": []
      },
      "preliminary_category": "S",
      "collected_at": "2026-01-30T18:50:41.648168"
    },
    {
      "id": "federal-register-55bc98bad2fe",
      "title": "Notice of Availability and Request for Comment: Revision to the Voluntary Standard for Infant and Cradle Swings",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01807/notice-of-availability-and-request-for-comment-revision-to-the-voluntary-standard-for-infant-and",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The U.S. Consumer Product Safety Commission's (Commission or CPSC) mandatory rule, Safety Standard for Infant and Cradle Swings, incorporates by reference ASTM F2088-24, Standard Consumer Safety Specification for Infant and Cradle Swings. ASTM notified the Commission that it has revised this incorporated voluntary standard. CPSC seeks comment on whether the revision improves the safety of infant and cradle swings.",
        "keywords": [
          "consumer product safety commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Proposed Rule",
        "agencies": [
          "Consumer Product Safety Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648180"
    },
    {
      "id": "federal-register-fc4821166fce",
      "title": "FDIC Official Signs, Advertisement of Membership, False Advertising, Misrepresentation of Insured Status, and Misuse of the FDIC's Name or Logo",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01806/fdic-official-signs-advertisement-of-membership-false-advertising-misrepresentation-of-insured",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Federal Deposit Insurance Corporation (FDIC) is amending its signage requirements for insured depository institutions' (IDIs) digital deposit-taking channels and automated teller machines (ATMs) and like devices. This final rule is intended to address implementation issues and sources of potential confusion raised following the adoption of signage requirements for these banking channels in 2023. The final rule provides additional flexibility to IDIs while also enabling consumers to better understand when they are conducting business with an IDI and when their funds are protected by the FDIC's deposit insurance coverage.",
        "keywords": [
          "advertising",
          "bank deposit insurance",
          "savings associations",
          "signs and symbols",
          "federal deposit insurance corporation"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Rule",
        "agencies": [
          "Federal Deposit Insurance Corporation"
        ],
        "topics": [
          "Advertising",
          "Bank deposit insurance",
          "Savings associations",
          "Signs and symbols"
        ]
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648198"
    },
    {
      "id": "federal-register-a9f40e93be4e",
      "title": "Office of the Chief of Protocol; Gifts to Federal Employees From Foreign Government Sources Reported to Employing Agencies in Calendar Year 2024",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01805/office-of-the-chief-of-protocol-gifts-to-federal-employees-from-foreign-government-sources-reported",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "Notice by State Department",
        "keywords": [
          "state department"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "State Department"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648207"
    },
    {
      "id": "federal-register-a8f7faf11c0c",
      "title": "HHS Inaugural National Conference on Women's Health",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01804/hhs-inaugural-national-conference-on-womens-health",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The U.S. Department of Health and Human Services' Office on Women's Health announces an opportunity for non-Federal and private sector organizations and entities to co-sponsor the inaugural HHS National Conference on Women's Health. The conference will take place at the Omni Shoreham Hotel in Washington, DC, on March 11-13, 2026. The conference will address breakthroughs in research, prevention, diagnosis, and treatment of health conditions that affect women across the lifespan. It will explore opportunities to bridge gaps between evidence and implementation and drive cross-sector innovation to modernize patient care and promote better health. The National Conference on Women's Health co-sponsorship will involve executing a series of financially self-sustaining meetings, events, and/or conference networking opportunities to convene women's health stakeholders and facilitate discussions on health topics that impact women and girls. HHS will be responsible for arranging and paying for conference facilities, logistics, and advertising. Co- sponsors will be responsible for developing programming for and managing logistics of co-sponsored meetings, events, and/or conference networking opportunities and shall consult with HHS and receive HHS approval prior to finalizing such opportunities. Co-sponsors will be responsible for paying for expenses related to and advertising the co- sponsored meetings, events, and/or conference networking opportunities. No federal funds will be provided to the co-sponsor. Registration fees will not be collected for the conference or co-sponsored activities. This co-sponsorship opportunity is not a grant or contract award, and each entity will be responsible for financially supporting its own activities. Potential co-sponsors must be capable of managing the day- to-day operations associated with the proposed activities in collaboration with the conference organizers and be willing to participate substantively in the execution of the co-sponsored activity(ies). Participation by co-sponsor(s) does not imply endorsement by the U.S. Department of Health and Human Services.",
        "keywords": [
          "health and human services department"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Health and Human Services Department",
          ""
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648236"
    },
    {
      "id": "federal-register-46a5c38acc69",
      "title": "Modifications to the Reimbursement of Childbirth Support Services Under the TRICARE Childbirth and Breastfeeding Support Demonstration",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01803/modifications-to-the-reimbursement-of-childbirth-support-services-under-the-tricare-childbirth-and",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Acting Director of the Defense Health Agency (DHA) is notifying the public of modifications to the reimbursement of certified labor doulas (CLDs) performing childbirth support services under the Childbirth and Breastfeeding Support Demonstration (CBSD).",
        "keywords": [
          "defense department"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Defense Department",
          ""
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648246"
    },
    {
      "id": "federal-register-1433aa73843a",
      "title": "Agency Information Collection Activities: Requests for Comments; Clearance of a Renewed Approval of Information Collection: Certified Training Centers-Simulator Rule",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01801/agency-information-collection-activities-requests-for-comments-clearance-of-a-renewed-approval-of",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "In accordance with the Paperwork Reduction Act of 1995, FAA invites public comments about our intention to request the Office of Management and Budget (OMB) approval to renew an information collection. The collection involves Certificated Training Centers. Operators pay Certificated Training Centers to provide training to their employees, typically pilots, on different types of equipment if training is not done in house. The information to be collected is necessary because it allows aviation safety inspectors (operations) to review and to provide surveillance to training centers to ensure compliance with airman training, testing, and certification requirements specified in other parts of the regulations. If the information were not collected, inspectors would not be able to determine if airmen who are clients are being trained, checked or tested to meet the safety standards established in other parts of the regulations. To date, FAA inspectors have used the information collected to determine and assess regulatory compliance during routine program surveillance.",
        "keywords": [
          "transportation department",
          "federal aviation administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Transportation Department",
          "Federal Aviation Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648265"
    },
    {
      "id": "federal-register-df02003e8006",
      "title": "Submission for Office of Management and Budget Review; Provision of Child Support Services in IV-D Cases Under the Hague Child Support Convention; Federally Approved Forms",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01800/submission-for-office-of-management-and-budget-review-provision-of-child-support-services-in-iv-d",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Office of Child Support Enforcement is requesting a 3-year extension of the Provision of Child Support Services in IV-D Cases under the Hague Child Support Convention; Federally Approved Forms (Office of Management and Budget (OMB) #:0970-0488, expiration March 31, 2026). There are no changes requested to these forms.",
        "keywords": [
          "health and human services department",
          "children and families administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Health and Human Services Department",
          "Children and Families Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648276"
    },
    {
      "id": "federal-register-dcb5e0db621f",
      "title": "Agency Information Collection Activities: Requests for Comments; Clearance of a Renewed Approval of Information Collection: Helicopter Air Ambulance, Commercial Helicopter, and Part 91 Helicopter Operations",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01799/agency-information-collection-activities-requests-for-comments-clearance-of-a-renewed-approval-of",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "In accordance with the Paperwork Reduction Act of 1995, FAA invites public comments about our intention to request the Office of Management and Budget (OMB) approval to renew an information collection. The collection involves information related to rules governing Helicopter Air Ambulance, Commercial Helicopter, and Part 91 Helicopter Operations. The information to be collected supports the Department of Transportation's strategic goal of safety. Specifically, the goal is to promote the public health and safety by working toward the elimination of transportation-related deaths and injuries.",
        "keywords": [
          "transportation department",
          "federal aviation administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Transportation Department",
          "Federal Aviation Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648290"
    },
    {
      "id": "federal-register-2c1d267f3e3e",
      "title": "Agency Information Collection Activities: Requests for Comments; Clearance of Renewed Approval of Information Collection: Small Unmanned Aircraft Registration System",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01798/agency-information-collection-activities-requests-for-comments-clearance-of-renewed-approval-of",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "In accordance with the Paperwork Reduction Act of 1995, FAA invites public comments about our intention to request the Office of Management and Budget (OMB) approval to renew an information collection. The Federal Register Notice with a 60-day comment period soliciting comments on the following collection of information was published on September 23, 2025. The collection involves inputting minimal information into a database to register small, unmanned aircraft. Aircraft registration is necessary to ensure personal accountability among all users of the National Airspace System (NAS). Aircraft registration also allows the FAA and law enforcement agencies to address non-compliance by providing the means for identifying an aircraft's owner and operator. This collection also permits individuals to de-register or update their record in the registration database.",
        "keywords": [
          "transportation department",
          "federal aviation administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Transportation Department",
          "Federal Aviation Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648306"
    },
    {
      "id": "federal-register-59fa746a9e5c",
      "title": "Improving SBA Disaster Loan Ability To Provide Meaningful and Timely Assistance",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01797/improving-sba-disaster-loan-ability-to-provide-meaningful-and-timely-assistance",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The U.S. Small Business Administration (SBA or Agency) is issuing this interim final rule (IFR) to ensure the timely and effective delivery of assistance under the Disaster Loan Program authorized under section 7(b) of the Small Business Act (15 U.S.C. 636(b)) (\"Disaster Loan Program\") following a Presidentially declared disaster. This rule preempts certain state and local requirements impacting the repair, rehabilitation, or replacement of damaged or destroyed property and associated activities financed by the Disaster Loan Program when such requirements cause delay in the use of SBA Disaster Loan Program proceeds. The rule is necessary to reconcile non- federal requirements that undermine Congress's objective of rapid housing and business recovery, public health and safety restoration, and economic stabilization after disasters.",
        "keywords": [
          "disaster assistance",
          "loan programs-business",
          "reporting and recordkeeping requirements",
          "small businesses",
          "terrorism",
          "small business administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Rule",
        "agencies": [
          "Small Business Administration"
        ],
        "topics": [
          "Disaster assistance",
          "Loan programs-business",
          "Reporting and recordkeeping requirements",
          "Small businesses",
          "Terrorism"
        ]
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648323"
    },
    {
      "id": "federal-register-14800774bd0a",
      "title": "Submission for Office of Management and Budget Review; Head Start Program Information Report",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01796/submission-for-office-of-management-and-budget-review-head-start-program-information-report",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Administration for Children and Families (ACF) Office of Head Start (OHS) is proposing edits to and requesting a 3-year extension of the Head Start Program Information Report (PIR), Monthly Enrollment reporting instrument, and Center Locations and Contacts instrument (Office of Management and Budget #0970-0427, expiration August 31, 2028). OHS has made updates to the PIR and Monthly Enrollment reporting instrument.",
        "keywords": [
          "health and human services department",
          "children and families administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Health and Human Services Department",
          "Children and Families Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648334"
    },
    {
      "id": "federal-register-fa890183f19e",
      "title": "Endangered Species; Issuance of Permits",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01795/endangered-species-issuance-of-permits",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "We, the U.S. Fish and Wildlife Service (Service), have issued the following permits to conduct certain activities with endangered species. We issue these permits under the Endangered Species Act (ESA).",
        "keywords": [
          "interior department",
          "fish and wildlife service"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Interior Department",
          "Fish and Wildlife Service"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648342"
    },
    {
      "id": "federal-register-bd17f300e09a",
      "title": "Grandfathering Registration Notice",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01794/grandfathering-registration-notice",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "This notice lists Grandfathering Registration for projects by the Susquehanna River Basin Commission during the period set forth in DATES.",
        "keywords": [
          "susquehanna river basin commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Susquehanna River Basin Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648360"
    },
    {
      "id": "federal-register-deb3bc44122f",
      "title": "Commission Meeting",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01793/commission-meeting",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Susquehanna River Basin Commission will conduct its regular business meeting on March 12, 2026 in Harrisburg, Pennsylvania. Details concerning the matters to be addressed at the business meeting are contained in the SUPPLEMENTARY INFORMATION section of this notice. Also, the Commission published a document in the Federal Register on January 2, 2026 concerning its public hearing on January 29, 2026 in Harrisburg, Pennsylvania.",
        "keywords": [
          "susquehanna river basin commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Susquehanna River Basin Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648370"
    },
    {
      "id": "federal-register-b2c0c94b6741",
      "title": "Minor Modification Approval",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01792/minor-modification-approval",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "This notice lists the minor modifications approved for previously approved projects by the Susquehanna River Basin Commission during the period set forth in DATES.",
        "keywords": [
          "susquehanna river basin commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Susquehanna River Basin Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648377"
    },
    {
      "id": "federal-register-0b9810b39176",
      "title": "Multi-Class ETF Fund Exemptive Relief Under the Investment Company Act of 1940",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01791/multi-class-etf-fund-exemptive-relief-under-the-investment-company-act-of-1940",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "Notice by Securities and Exchange Commission",
        "keywords": [
          "securities and exchange commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Securities and Exchange Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648385"
    },
    {
      "id": "federal-register-09f0cbb0618c",
      "title": "Projects Approved for Consumptive Uses of Water",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01790/projects-approved-for-consumptive-uses-of-water",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "This notice lists Approvals by Rule for projects by the Susquehanna River Basin Commission during the period set forth in DATES.",
        "keywords": [
          "susquehanna river basin commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Susquehanna River Basin Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648394"
    },
    {
      "id": "federal-register-a8eaeae763b0",
      "title": "Agency Information Collection Activities; Extension, Without Change, of a Currently Approved Collection: e-Request Tool",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01789/agency-information-collection-activities-extension-without-change-of-a-currently-approved-collection",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Department of Homeland Security (DHS), U.S. Citizenship and Immigration Services (USCIS) invites the general public and other Federal agencies to comment upon this proposed extension of a currently approved collection of information. In accordance with the Paperwork Reduction Act (PRA) of 1995, the information collection notice is published in the Federal Register to obtain comments regarding the nature of the information collection, the categories of respondents, the estimated burden (i.e. the time, effort, and resources used by the respondents to respond), the estimated cost to the respondent, and the actual information collection instruments.",
        "keywords": [
          "homeland security department",
          "u.s. citizenship and immigration services"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Homeland Security Department",
          "U.S. Citizenship and Immigration Services"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648410"
    },
    {
      "id": "federal-register-761a51cd2806",
      "title": "Combined Notice of Filings",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01788/combined-notice-of-filings",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "Notice by Energy Department, Federal Energy Regulatory Commission",
        "keywords": [
          "energy department",
          "federal energy regulatory commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Energy Department",
          "Federal Energy Regulatory Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648418"
    },
    {
      "id": "federal-register-2caaa3dc453f",
      "title": "Combined Notice of Filings #1",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01787/combined-notice-of-filings-1",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "Notice by Energy Department, Federal Energy Regulatory Commission",
        "keywords": [
          "energy department",
          "federal energy regulatory commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Energy Department",
          "Federal Energy Regulatory Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648426"
    },
    {
      "id": "federal-register-575e4e55360d",
      "title": "Tucson Electric Power Company, UNS Electric, Inc., UniSource Energy Development Company, Tucson Electric Power Company; Notice of Institution of Section 206 Proceeding and Refund Effective Date",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01786/tucson-electric-power-company-uns-electric-inc-unisource-energy-development-company-tucson-electric",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "Notice by Energy Department, Federal Energy Regulatory Commission",
        "keywords": [
          "energy department",
          "federal energy regulatory commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Energy Department",
          "Federal Energy Regulatory Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648437"
    },
    {
      "id": "federal-register-1925c45f6795",
      "title": "Agency Information Collection Activities; Reinstatement, With Change, of a Previously Approved Collection for Which Approval Has Expired: Petition for a Nonimmigrant Worker: H-2A Classification",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01785/agency-information-collection-activities-reinstatement-with-change-of-a-previously-approved",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Department of Homeland Security (DHS), U.S. Citizenship and Immigration Services (USCIS) invites the general public and other Federal agencies to comment upon this proposed reinstatement, with change, of a previously approved collection for which approval has expired. In accordance with the Paperwork Reduction Act (PRA) of 1995, the information collection notice is published in the Federal Register to obtain comments regarding the nature of the information collection, the categories of respondents, the estimated burden (i.e. the time, effort, and resources used by the respondents to respond), the estimated cost to the respondent, and the actual information collection instruments.",
        "keywords": [
          "homeland security department",
          "u.s. citizenship and immigration services"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Homeland Security Department",
          "U.S. Citizenship and Immigration Services"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648451"
    },
    {
      "id": "federal-register-f6e5d51a9205",
      "title": "Proposed Reallotment of Fiscal Year 2024 Funds for the Low Income Home Energy Assistance Program-Final",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01784/proposed-reallotment-of-fiscal-year-2024-funds-for-the-low-income-home-energy-assistance",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Office of Community Services (OCS) announces that $2,293,415 of funds from the federal fiscal year 2024 (FY24) Low Income Home Energy Assistance Program (LIHEAP) were reallotted to states, territories, tribes, and tribal organizations that received FY25 direct LIHEAP grants.",
        "keywords": [
          "health and human services department",
          "children and families administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Health and Human Services Department",
          "Children and Families Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648461"
    },
    {
      "id": "federal-register-317ce2a2ee4c",
      "title": "Agency Information Collection Activity: Application for Accreditation as Service Organization Representative",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01782/agency-information-collection-activity-application-for-accreditation-as-service-organization",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Office of General Counsel (OGC), Department of Veterans Affairs (VA), is announcing an opportunity for public comment on the proposed collection of certain information by the agency. Under the Paperwork Reduction Act (PRA) of 1995, Federal agencies are required to publish notice in the Federal Register concerning each proposed collection of information, including each proposed extension of a currently approved collection, and allow 60 days for public comment in response to the notice.",
        "keywords": [
          "veterans affairs department"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Veterans Affairs Department"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648473"
    },
    {
      "id": "federal-register-93a934d6aee6",
      "title": "Notice of Regulatory Waiver Requests Granted for the Second Quarter of Calendar Year 2025",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01781/notice-of-regulatory-waiver-requests-granted-for-the-second-quarter-of-calendar-year-2025",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "Section 106 of the Department of Housing and Urban Development Reform Act of 1989 (the HUD Reform Act) requires HUD to publish quarterly Federal Register notices of all regulatory waivers that HUD has approved. Each notice covers the quarterly period since the previous Federal Register notice. The purpose of this notice is to comply with the requirements of section 106 of the HUD Reform Act. This notice contains a list of regulatory waivers granted by HUD during the period beginning on April 1, 2025 and ending on June 30, 2025.",
        "keywords": [
          "housing and urban development department"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Housing and Urban Development Department"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648485"
    },
    {
      "id": "federal-register-8532b78219fd",
      "title": "Agency Information Collection Activities: Submission for OMB Review; Comment Request",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01780/agency-information-collection-activities-submission-for-omb-review-comment-request",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Centers for Medicare & Medicaid Services (CMS) is announcing an opportunity for the public to comment on CMS' intention to collect information from the public. Under the Paperwork Reduction Act of 1995 (PRA), federal agencies are required to publish notice in the Federal Register concerning each proposed collection of information, including each proposed extension or reinstatement of an existing collection of information, and to allow a second opportunity for public comment on the notice. Interested persons are invited to send comments regarding the burden estimate or any other aspect of this collection of information, including the necessity and utility of the proposed information collection for the proper performance of the agency's functions, the accuracy of the estimated burden, ways to enhance the quality, utility, and clarity of the information to be collected, and the use of automated collection techniques or other forms of information technology to minimize the information collection burden.",
        "keywords": [
          "health and human services department",
          "centers for medicare & medicaid services"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Health and Human Services Department",
          "Centers for Medicare & Medicaid Services"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648502"
    },
    {
      "id": "federal-register-f2c46a21835e",
      "title": "Reporting and Recordkeeping Requirements Under Office of Management and Budget Review",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01779/reporting-and-recordkeeping-requirements-under-office-of-management-and-budget-review",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Small Business Administration (SBA) will submit the information collection described below to the Office of Management and Budget (OMB) for review and clearance in accordance with the Paperwork Reduction Act of 1995, as amended, on or after the date of publication of this notice. SBA is publishing this notice to allow all interested members of the public an additional 30 days to provide comments on the collection of information.",
        "keywords": [
          "small business administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Small Business Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648513"
    },
    {
      "id": "federal-register-684429ff3585",
      "title": "Qualification of Drivers; Exemption Applications; Hearing",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01778/qualification-of-drivers-exemption-applications-hearing",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "FMCSA announces its decision to renew exemptions for 19 individuals from the hearing requirement in the Federal Motor Carrier Safety Regulations (FMCSRs) for interstate commercial motor vehicle (CMV) drivers. The exemptions enable these hard of hearing and deaf individuals to continue to operate CMVs in interstate commerce.",
        "keywords": [
          "transportation department",
          "federal motor carrier safety administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Transportation Department",
          "Federal Motor Carrier Safety Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648523"
    },
    {
      "id": "federal-register-dcc1b591c724",
      "title": "Qualification of Drivers; Exemption Applications; Epilepsy and Seizure Disorders",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01777/qualification-of-drivers-exemption-applications-epilepsy-and-seizure-disorders",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "FMCSA announces its decision to renew exemptions for 12 individuals from the requirement in the Federal Motor Carrier Safety Regulations (FMCSRs) that interstate commercial motor vehicle (CMV) drivers have \"no established medical history or clinical diagnosis of epilepsy or any other condition which is likely to cause loss of consciousness or any loss of ability to control a CMV.\" The exemptions enable these individuals who have had one or more seizures and are taking anti-seizure medication to continue to operate CMVs in interstate commerce.",
        "keywords": [
          "transportation department",
          "federal motor carrier safety administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Transportation Department",
          "Federal Motor Carrier Safety Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648535"
    },
    {
      "id": "federal-register-ffe65c57ab5d",
      "title": "Notice of Availability and Request for Comment: Revision to the Voluntary Standard for Portable Hook-On Chairs",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01776/notice-of-availability-and-request-for-comment-revision-to-the-voluntary-standard-for-portable",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The U.S. Consumer Product Safety Commission's (Commission or CPSC) mandatory rule, Safety Standard for Portable Hook-On Chairs, incorporates by reference ASTM F1235-18, Standard Consumer Safety Specification for Portable Hook-On Chairs. ASTM notified the Commission that it has revised this incorporated voluntary standard. CPSC seeks comment on whether the revision improves the safety of portable hook-on chairs.",
        "keywords": [
          "consumer product safety commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Proposed Rule",
        "agencies": [
          "Consumer Product Safety Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648546"
    },
    {
      "id": "federal-register-40501958b034",
      "title": "Agency Information Collection Activities: Requests for Comments; Clearance of a Renewed Approval of Information Collection: Employee Assault Prevention and Response Plan",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01775/agency-information-collection-activities-requests-for-comments-clearance-of-a-renewed-approval-of",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "In accordance with the Paperwork Reduction Act of 1995, FAA invites public comments about our intention to request the Office of Management and Budget (OMB) approval to renew an information collection. The collection involves submission of Employee Assault Prevention and Response Plans (EAPRP), for customer service agents of certificate holders conducting operations. The certificate holders will submit the information to be collected to the FAA for review and acceptance as required by the FAA Reauthorization Act of 2018 and 2024.",
        "keywords": [
          "transportation department",
          "federal aviation administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Transportation Department",
          "Federal Aviation Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648560"
    },
    {
      "id": "federal-register-d31d8eb1b192",
      "title": "Issuance of Biological Opinion",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01774/issuance-of-biological-opinion",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "In accordance with the statute of limitations provision in title 41 of the Fixing America's Surface Transportation Act (FAST-41) NMFS is providing this notification, upon request by the project sponsor (8 Star Alaska, LLC), of our issuance of a biological opinion for the Alaska Liquefied Natural Gas Project. We issued this biological opinion under the Endangered Species Act (ESA).",
        "keywords": [
          "commerce department",
          "national oceanic and atmospheric administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Commerce Department",
          "National Oceanic and Atmospheric Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648570"
    },
    {
      "id": "federal-register-fde506a91237",
      "title": "Agency Information Collection Activities; Proposed Collection; Comment Request; Extension: Customer Account Statements (17 CFR 242.607)",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01773/agency-information-collection-activities-proposed-collection-comment-request-extension-customer",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "Notice by Securities and Exchange Commission",
        "keywords": [
          "securities and exchange commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Securities and Exchange Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648577"
    },
    {
      "id": "federal-register-357d8facfe6a",
      "title": "Air Plan Approval and Air Quality Designation; KY; Redesignation of the Kentucky Portion of the Louisville, KY-IN 2015 8-Hour Ozone Nonattainment Area to Attainment",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01772/air-plan-approval-and-air-quality-designation-ky-redesignation-of-the-kentucky-portion-of-the",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Environmental Protection Agency (EPA) is denying the request to redesignate the Kentucky portion of the Louisville, Kentucky-Indiana, 2015 8-hour ozone nonattainment area (hereinafter referred to as the \"Louisville, KY-IN Area\" or \"Area\") to attainment for the 2015 8-hour ozone National Ambient Air Quality Standards (NAAQS or standards). EPA is taking no action at this time on Kentucky's maintenance plan, including the regional motor vehicle emission budgets for nitrogen oxides (NO<INF>X</INF>) and volatile organic compounds (VOC) for the years of 2019 and 2035, submitted with Kentucky's redesignation request for the Louisville, KY-IN Area. The redesignation request and the maintenance plan state implementation plan (SIP) revision were submitted by the Commonwealth of Kentucky, through the Kentucky Energy and Environment Cabinet (Cabinet), Division for Air Quality (KDAQ), on September 6, 2022.",
        "keywords": [
          "air pollution control",
          "environmental protection",
          "national parks",
          "wilderness areas",
          "environmental protection agency"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Rule",
        "agencies": [
          "Environmental Protection Agency"
        ],
        "topics": [
          "Air pollution control",
          "Environmental protection",
          "National parks",
          "Wilderness areas"
        ]
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648595"
    },
    {
      "id": "federal-register-4a81e0182165",
      "title": "Modification of Class E Airspace; Driggs/Reed Memorial Airport, Driggs, ID",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01771/modification-of-class-e-airspace-driggsreed-memorial-airport-driggs-id",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "This action modifies the Class E airspace extending upward from 700 feet above the surface at Driggs/Reed Memorial Airport, Driggs, ID. Additionally, this action updates the administrative portion of the airport's Class E airspace legal description. These actions support the safety and management of instrument flight rules (IFR) operations at the airport.",
        "keywords": [
          "airspace",
          "incorporation by reference",
          "navigation (air)",
          "transportation department",
          "federal aviation administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Rule",
        "agencies": [
          "Transportation Department",
          "Federal Aviation Administration"
        ],
        "topics": [
          "Airspace",
          "Incorporation by reference",
          "Navigation (air)"
        ]
      },
      "preliminary_category": "S",
      "collected_at": "2026-01-30T18:50:41.648606"
    },
    {
      "id": "federal-register-e9b871964c63",
      "title": "Modification of Class E Airspace; Newport Municipal Airport, Newport, OR",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01770/modification-of-class-e-airspace-newport-municipal-airport-newport-or",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "This action modifies the Class E airspace area designated as a surface area (Class E2) and the Class E airspace extending upward from at least 700 feet above the surface (Class E5) at Newport Municipal Airport, Newport, OR, to optimize the containment of instrument flight procedures. This action also makes administrative amendments to the airport's legal descriptions to remove unnecessary references within its text header. These actions support the safety and management of instrument flight rules (IFR) operations at the airport.",
        "keywords": [
          "airspace",
          "incorporation by reference",
          "navigation (air)",
          "transportation department",
          "federal aviation administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Rule",
        "agencies": [
          "Transportation Department",
          "Federal Aviation Administration"
        ],
        "topics": [
          "Airspace",
          "Incorporation by reference",
          "Navigation (air)"
        ]
      },
      "preliminary_category": "S",
      "collected_at": "2026-01-30T18:50:41.648618"
    },
    {
      "id": "federal-register-980c836fd2a1",
      "title": "Receipt of Three Incidental Take Permit Applications for Participation in the General Conservation Plan for the Alabama Beach Mouse; Categorical Exclusion; Baldwin County, AL",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01769/receipt-of-three-incidental-take-permit-applications-for-participation-in-the-general-conservation",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "We, the Fish and Wildlife Service, announce receipt of applications from Joseph Pianalto, Jeffrey W. Floyd, and Robert Holzberger (applicants) for separate incidental take permits (ITP), pursuant to the Endangered Species Act (ESA) and the National Environmental Policy Act under the approved general conservation plan (GCP) and final environmental impact statement for the Alabama beach mouse. A GCP is a mechanism that meets the definition of a conservation plan in section 10(a)(1)(B) of the ESA and enables the construction of a programmatic permitting and conservation process to address a defined suite of proposed activities over a defined planning area. Each applicant requests an ITP to take the federally listed Alabama beach mouse incidental to the construction of a single-family home in Baldwin County, Alabama. We invite public comment from the public and local, State, Tribal, and Federal agencies.",
        "keywords": [
          "interior department",
          "fish and wildlife service"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Interior Department",
          "Fish and Wildlife Service"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648634"
    },
    {
      "id": "federal-register-70c570930757",
      "title": "Notice of Request for Extension of Approval of an Information Collection; Export Certification: Accreditation of Nongovernment Facilities",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01768/notice-of-request-for-extension-of-approval-of-an-information-collection-export-certification",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "In accordance with the Paperwork Reduction Act of 1995, this notice announces the Animal and Plant Health Inspection Service's intention to request an extension of approval of an information collection associated with accrediting nongovernment facilities to perform services related to the export of plants or plant products.",
        "keywords": [
          "agriculture department",
          "animal and plant health inspection service"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Agriculture Department",
          "Animal and Plant Health Inspection Service"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648645"
    },
    {
      "id": "federal-register-ac5bab0ae159",
      "title": "Agency Information Collection Activities; Proposed Collection; Comment Request; Extension: Rule 203A-2(d)",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01767/agency-information-collection-activities-proposed-collection-comment-request-extension-rule-203a-2d",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "Notice by Securities and Exchange Commission",
        "keywords": [
          "securities and exchange commission"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Securities and Exchange Commission"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648653"
    },
    {
      "id": "federal-register-d99ee9cd4c91",
      "title": "Determination of Attainment by the Attainment Date and Clean Data Determination; California, San Joaquin Valley 1997 Annual PM2.5 Fine Particulate Matter Nonattainment Area",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01766/determination-of-attainment-by-the-attainment-date-and-clean-data-determination-california-san",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Environmental Protection Agency (EPA) is finalizing our determination that the San Joaquin Valley, California, fine particulate matter (PM<INF>2.5</INF>) nonattainment area attained the 1997 annual PM<INF>2.5</INF> national ambient air quality standards (NAAQS) by the December 31, 2024 applicable attainment date. This determination is based on ambient air quality monitoring data from 2022 through 2024. We are also making a clean data determination (CDD) based on the 2022 through 2024 data and our evaluation of preliminary air quality monitoring data from 2025.",
        "keywords": [
          "air pollution control",
          "environmental protection",
          "incorporation by reference",
          "intergovernmental relations",
          "nitrogen oxides",
          "particulate matter",
          "reporting and recordkeeping requirements",
          "sulfur oxides",
          "volatile organic compounds",
          "environmental protection agency"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Rule",
        "agencies": [
          "Environmental Protection Agency"
        ],
        "topics": [
          "Air pollution control",
          "Environmental protection",
          "Incorporation by reference",
          "Intergovernmental relations",
          "Nitrogen oxides",
          "Particulate matter",
          "Reporting and recordkeeping requirements",
          "Sulfur oxides",
          "Volatile organic compounds"
        ]
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648669"
    },
    {
      "id": "federal-register-052232b2e9cc",
      "title": "Notice of Record of Decision for the Programmatic Environmental Impact Statement Master Plan and Installation Development at Nellis Air Force Base, Nevada",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01765/notice-of-record-of-decision-for-the-programmatic-environmental-impact-statement-master-plan-and",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "On December 18, 2025, the Department of the Air Force (DAF) signed the Record of Decision (ROD) for the Programmatic Environmental Impact Statement (PEIS) Master Plan and Installation Development at Nellis Air Force Base, Nevada.",
        "keywords": [
          "defense department",
          "air force department"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Defense Department",
          "Air Force Department"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648679"
    },
    {
      "id": "federal-register-c06b98e4300c",
      "title": "60-Day Notice of Proposed Information Collection: Form RD 410-8 Applicant Reference Letter (A Request for Credit References); OMB Control No.: 0575-0091",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01764/60-day-notice-of-proposed-information-collection-form-rd-410-8-applicant-reference-letter-a-request",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "In accordance with the Paperwork Reduction Act of 1995 (44 U.S.C. Chapter 35, as amended), the United States Department of Agriculture (USDA), Rural Housing Service (RHS), announces its' intention to request an revision of a currently approved information collection and invites comments on this information collection.",
        "keywords": [
          "agriculture department",
          "rural housing service"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Agriculture Department",
          "Rural Housing Service"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648694"
    },
    {
      "id": "federal-register-8ee068e16086",
      "title": "Agency Information Collection Activities: Proposed Collection: Public Comment Request; Information Collection Request Title: Data Collection Tool for State Offices of Rural Health Grant Program, OMB No. 0915-0322-Revision",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01763/agency-information-collection-activities-proposed-collection-public-comment-request-information",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "In compliance with the requirement for opportunity for public comment on proposed data collection projects of the Paperwork Reduction Act of 1995, HRSA announces plans to submit an Information Collection Request (ICR), described below, to the Office of Management and Budget (OMB). Prior to submitting the ICR to OMB, HRSA seeks comments from the public regarding the burden estimate, below, or any other aspect of the ICR.",
        "keywords": [
          "health and human services department",
          "health resources and services administration"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Notice",
        "agencies": [
          "Health and Human Services Department",
          "Health Resources and Services Administration"
        ],
        "topics": []
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648706"
    },
    {
      "id": "federal-register-f82d4771179f",
      "title": "Air Plan Approval; Pennsylvania; Motor Vehicle Inspection and Maintenance Program Certification for Moderate Nonattainment Under the 2015 Ozone National Ambient Air Quality Standards",
      "source": {
        "name": "US Federal Register",
        "type": "policy",
        "url": "https://www.federalregister.gov/documents/2026/01/29/2026-01762/air-plan-approval-pennsylvania-motor-vehicle-inspection-and-maintenance-program-certification-for",
        "published_date": "2026-01-29"
      },
      "content": {
        "abstract": "The Environmental Protection Agency (EPA) is approving a state implementation plan (SIP) revision submitted by the Commonwealth of Pennsylvania. This SIP revision addresses Clean Air Act (CAA) requirements for the enactment of a Basic vehicle emissions inspection and maintenance (I/M) program for the five counties comprising the Pennsylvania portion of the Philadelphia-Wilmington-Atlantic City, PA- NJ-MD-DE Moderate nonattainment area (Philadelphia nonattainment area) for the 2015 8-hour ozone national ambient air quality standards (NAAQS). The SIP revision demonstrates that Pennsylvania's existing I/M program in the Philadelphia nonattainment area meets applicable requirements for a Basic I/M program. The EPA is approving this SIP revision to the Pennsylvania SIP in accordance with the requirements of the Clean Air Act (CAA).",
        "keywords": [
          "air pollution control",
          "environmental protection",
          "incorporation by reference",
          "nitrogen dioxide",
          "ozone",
          "particulate matter",
          "reporting and recordkeeping requirements",
          "volatile organic compounds",
          "environmental protection agency"
        ],
        "language": "en"
      },
      "metadata": {
        "document_type": "Rule",
        "agencies": [
          "Environmental Protection Agency"
        ],
        "topics": [
          "Air pollution control",
          "Environmental protection",
          "Incorporation by reference",
          "Nitrogen dioxide",
          "Ozone",
          "Particulate matter",
          "Reporting and recordkeeping requirements",
          "Volatile organic compounds"
        ]
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.648724"
    },
    {
      "id": "who-press-releases-7ae71587985d",
      "title": "WHO urges schools worldwide to promote healthy eating for children",
      "source": {
        "name": "WHO Press Releases",
        "type": "policy",
        "url": "https://www.who.int/news/item/27-01-2026-who-urges-schools-worldwide-to-promote-healthy-eating-for-children",
        "published_date": "2026-01-27"
      },
      "content": {
        "abstract": "Healthy food in schools can help children develop healthy dietary habits for life, according to the World Health Organization (WHO), which released a new global guideline on evidence-based policies and interventions to create healthy school food environments.",
        "keywords": [
          "urges",
          "schools",
          "worldwide",
          "promote",
          "healthy",
          "eating",
          "children",
          "healthy",
          "food",
          "schools"
        ],
        "language": "en"
      },
      "metadata": {
        "feed_source": "https://www.who.int/rss-feeds/news-english.xml",
        "author": ""
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.920931"
    },
    {
      "id": "who-press-releases-b3dd83783869",
      "title": "WHO statement on notification of withdrawal of the United States",
      "source": {
        "name": "WHO Press Releases",
        "type": "policy",
        "url": "https://www.who.int/news/item/24-01-2026-who-statement-on-notification-of-withdrawal-of-the-united-states",
        "published_date": "2026-01-24"
      },
      "content": {
        "abstract": "WHO regrets the United States notification of withdrawal from WHO  a decision that makes both the United States and the world less safe. The notification of withdrawal raises issues that will be considered by the WHO Executive Board at its regular meeting starting on 2 February and by the World Health Assembly at its annual meeting in May 2026.",
        "keywords": [
          "statement",
          "notification",
          "withdrawal",
          "united",
          "states",
          "regrets",
          "united",
          "states",
          "notification",
          "withdrawal"
        ],
        "language": "en"
      },
      "metadata": {
        "feed_source": "https://www.who.int/rss-feeds/news-english.xml",
        "author": ""
      },
      "preliminary_category": "P",
      "collected_at": "2026-01-30T18:50:41.920988"
    }
  ]
}