[
  {
    "id": "arxiv-2601.22159v1",
    "title": "RedSage: A Cybersecurity Generalist LLM",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22159v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Cybersecurity operations demand assistant LLMs that support diverse workflows without exposing sensitive data. Existing solutions either rely on proprietary APIs with privacy risks or on open models lacking domain adaptation. To bridge this gap, we curate 11.8B tokens of cybersecurity-focused continual pretraining data via large-scale web filtering and manual collection of high-quality resources, spanning 28.6K documents across frameworks, offensive techniques, and security tools. Building on this, we design an agentic augmentation pipeline that simulates expert workflows to generate 266K multi-turn cybersecurity samples for supervised fine-tuning. Combined with general open-source LLM data, these resources enable the training of RedSage, an open-source, locally deployable cybersecurity assistant with domain-aware pretraining and post-training. To rigorously evaluate the models, we introduce RedSage-Bench, a benchmark with 30K multiple-choice and 240 open-ended Q&A items covering cybersecurity knowledge, skills, and tool expertise. RedSage is further evaluated on established cybersecurity benchmarks (e.g., CTI-Bench, CyberMetric, SECURE) and general LLM benchmarks to assess broader generalization. At the 8B scale, RedSage achieves consistently better results, surpassing the baseline models by up to +5.59 points on cybersecurity benchmarks and +5.05 points on Open LLM Leaderboard tasks. These findings demonstrate that domain-aware agentic augmentation and pre/post-training can not only enhance cybersecurity-specific expertise but also help to improve general reasoning and instruction-following. All models, datasets, and code are publicly available.",
      "keywords": [
        "cs.CL",
        "cs.CR",
        "cs.AI"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22159v1",
      "authors": [
        "Naufal Suryanto",
        "Muzammal Naseer",
        "Pengfei Li"
      ],
      "arxiv_categories": [
        "cs.CL",
        "cs.CR",
        "cs.AI"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.394926",
    "entities": [
      "Cybersecurity Generalist",
      "Framework",
      "SECURE",
      "LLM",
      "CTI",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22158v1",
    "title": "One-step Latent-free Image Generation with Pixel Mean Flows",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22158v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Modern diffusion/flow-based models for image generation typically exhibit two core characteristics: (i) using multi-step sampling, and (ii) operating in a latent space. Recent advances have made encouraging progress on each aspect individually, paving the way toward one-step diffusion/flow without latents. In this work, we take a further step towards this goal and propose \"pixel MeanFlow\" (pMF). Our core guideline is to formulate the network output space and the loss space separately. The network target is designed to be on a presumed low-dimensional image manifold (i.e., x-prediction), while the loss is defined via MeanFlow in the velocity space. We introduce a simple transformation between the image manifold and the average velocity field. In experiments, pMF achieves strong results for one-step latent-free generation on ImageNet at 256x256 resolution (2.22 FID) and 512x512 resolution (2.48 FID), filling a key missing piece in this regime. We hope that our study will further advance the boundaries of diffusion/flow-based generative models.",
      "keywords": [
        "cs.CV"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22158v1",
      "authors": [
        "Yiyang Lu",
        "Susie Lu",
        "Qiao Sun"
      ],
      "arxiv_categories": [
        "cs.CV"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.395238",
    "entities": [
      "Pixel Mean Flows Modern",
      "Image Generation",
      "Guideline",
      "Fusion",
      "EPA",
      "Act",
      "FID",
      "NSF",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22157v1",
    "title": "Discovering Hidden Gems in Model Repositories",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22157v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Public repositories host millions of fine-tuned models, yet community usage remains disproportionately concentrated on a small number of foundation checkpoints. We investigate whether this concentration reflects efficient market selection or if superior models are systematically overlooked. Through an extensive evaluation of over 2,000 models, we show the prevalence of \"hidden gems\", unpopular fine-tunes that significantly outperform their popular counterparts. Notably, within the Llama-3.1-8B family, we find rarely downloaded checkpoints that improve math performance from 83.2% to 96.0% without increasing inference costs. However, discovering these models through exhaustive evaluation of every uploaded model is computationally infeasible. We therefore formulate model discovery as a Multi-Armed Bandit problem and accelerate the Sequential Halving search algorithm by using shared query sets and aggressive elimination schedules. Our method retrieves top models with as few as 50 queries per candidate, accelerating discovery by over 50x.",
      "keywords": [
        "cs.LG",
        "cs.CL"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22157v1",
      "authors": [
        "Jonathan Kahana",
        "Eliahu Horwitz",
        "Yedid Hoshen"
      ],
      "arxiv_categories": [
        "cs.LG",
        "cs.CL"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.395514",
    "entities": [
      "Model Repositories Public",
      "Discovering Hidden Gems",
      "Sequential Halving",
      "Armed Bandit",
      "Llama-3.1",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22156v1",
    "title": "Hybrid Linear Attention Done Right: Efficient Distillation and Effective Architectures for Extremely Long Contexts",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22156v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Hybrid Transformer architectures, which combine softmax attention blocks and recurrent neural networks (RNNs), have shown a desirable performance-throughput tradeoff for long-context modeling, but their adoption and studies are hindered by the prohibitive cost of large-scale pre-training from scratch. Some recent studies have shown that pre-trained softmax attention blocks can be converted into RNN blocks through parameter transfer and knowledge distillation. However, these transfer methods require substantial amounts of training data (more than 10B tokens), and the resulting hybrid models also exhibit poor long-context performance, which is the scenario where hybrid models enjoy significant inference speedups over Transformer-based models. In this paper, we present HALO (Hybrid Attention via Layer Optimization), a pipeline for distilling Transformer models into RNN-attention hybrid models. We then present HypeNet, a hybrid architecture with superior length generalization enabled by a novel position encoding scheme (named HyPE) and various architectural modifications. We convert the Qwen3 series into HypeNet using HALO, achieving performance comparable to the original Transformer models while enjoying superior long-context performance and efficiency. The conversion requires just 2.3B tokens, less than 0.01% of their pre-training data",
      "keywords": [
        "cs.LG",
        "cs.CL",
        "cs.AI"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22156v1",
      "authors": [
        "Yingfa Chen",
        "Zhen Leng Thai",
        "Zihan Zhou"
      ],
      "arxiv_categories": [
        "cs.LG",
        "cs.CL",
        "cs.AI"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.395870",
    "entities": [
      "Extremely Long Contexts Hybrid",
      "Hybrid Linear Attention Done",
      "Effective Architectures",
      "Efficient Distillation",
      "Layer Optimization",
      "Hybrid Attention",
      "Neural Network",
      "Transformer",
      "HALO",
      "RNN",
      "NSF",
      "EU",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22155v1",
    "title": "UEval: A Benchmark for Unified Multimodal Generation",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22155v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "We introduce UEval, a benchmark to evaluate unified models, i.e., models capable of generating both images and text. UEval comprises 1,000 expert-curated questions that require both images and text in the model output, sourced from 8 real-world tasks. Our curated questions cover a wide range of reasoning types, from step-by-step guides to textbook explanations. Evaluating open-ended multimodal generation is non-trivial, as simple LLM-as-a-judge methods can miss the subtleties. Different from previous works that rely on multimodal Large Language Models (MLLMs) to rate image quality or text accuracy, we design a rubric-based scoring system in UEval. For each question, reference images and text answers are provided to a MLLM to generate an initial rubric, consisting of multiple evaluation criteria, and human experts then refine and validate these rubrics. In total, UEval contains 10,417 validated rubric criteria, enabling scalable and fine-grained automatic scoring. UEval is challenging for current unified models: GPT-5-Thinking scores only 66.4 out of 100, while the best open-source model reaches merely 49.1. We observe that reasoning models often outperform non-reasoning ones, and transferring reasoning traces from a reasoning model to a non-reasoning model significantly narrows the gap. This suggests that reasoning may be important for tasks requiring complex multimodal understanding and generation.",
      "keywords": [
        "cs.CV",
        "cs.CL"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22155v1",
      "authors": [
        "Bo Li",
        "Yida Yin",
        "Wenhao Chai"
      ],
      "arxiv_categories": [
        "cs.CV",
        "cs.CL"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.396232",
    "entities": [
      "Unified Multimodal Generation We",
      "Large Language Models",
      "GPT-5",
      "MLLM",
      "LLM",
      "GPT",
      "NSF",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22154v1",
    "title": "Exploring Reasoning Reward Model for Agents",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22154v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Agentic Reinforcement Learning (Agentic RL) has achieved notable success in enabling agents to perform complex reasoning and tool use. However, most methods still relies on sparse outcome-based reward for training. Such feedback fails to differentiate intermediate reasoning quality, leading to suboptimal training results. In this paper, we introduce Agent Reasoning Reward Model (Agent-RRM), a multi-faceted reward model that produces structured feedback for agentic trajectories, including (1) an explicit reasoning trace , (2) a focused critique that provides refinement guidance by highlighting reasoning flaws, and (3) an overall score that evaluates process performance. Leveraging these signals, we systematically investigate three integration strategies: Reagent-C (text-augmented refinement), Reagent-R (reward-augmented guidance), and Reagent-U (unified feedback integration). Extensive evaluations across 12 diverse benchmarks demonstrate that Reagent-U yields substantial performance leaps, achieving 43.7% on GAIA and 46.2% on WebWalkerQA, validating the effectiveness of our reasoning reward model and training schemes. Code, models, and datasets are all released to facilitate future research.",
      "keywords": [
        "cs.CL",
        "cs.AI"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22154v1",
      "authors": [
        "Kaixuan Fan",
        "Kaituo Feng",
        "Manyuan Zhang"
      ],
      "arxiv_categories": [
        "cs.CL",
        "cs.AI"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.396545",
    "entities": [
      "Agents Agentic Reinforcement Learning",
      "Exploring Reasoning Reward Model",
      "Agent Reasoning Reward Model",
      "GAIA",
      "RRM",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22153v1",
    "title": "DynamicVLA: A Vision-Language-Action Model for Dynamic Object Manipulation",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22153v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Manipulating dynamic objects remains an open challenge for Vision-Language-Action (VLA) models, which, despite strong generalization in static manipulation, struggle in dynamic scenarios requiring rapid perception, temporal anticipation, and continuous control. We present DynamicVLA, a framework for dynamic object manipulation that integrates temporal reasoning and closed-loop adaptation through three key designs: 1) a compact 0.4B VLA using a convolutional vision encoder for spatially efficient, structurally faithful encoding, enabling fast multimodal inference; 2) Continuous Inference, enabling overlapping reasoning and execution for lower latency and timely adaptation to object motion; and 3) Latent-aware Action Streaming, which bridges the perception-execution gap by enforcing temporally aligned action execution. To fill the missing foundation of dynamic manipulation data, we introduce the Dynamic Object Manipulation (DOM) benchmark, built from scratch with an auto data collection pipeline that efficiently gathers 200K synthetic episodes across 2.8K scenes and 206 objects, and enables fast collection of 2K real-world episodes without teleoperation. Extensive evaluations demonstrate remarkable improvements in response speed, perception, and generalization, positioning DynamicVLA as a unified framework for general dynamic object manipulation across embodiments.",
      "keywords": [
        "cs.CV",
        "cs.RO"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22153v1",
      "authors": [
        "Haozhe Xie",
        "Beichen Wen",
        "Jiarui Zheng"
      ],
      "arxiv_categories": [
        "cs.CV",
        "cs.RO"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.396902",
    "entities": [
      "Dynamic Object Manipulation Manipulating",
      "Dynamic Object Manipulation",
      "Continuous Inference",
      "Action Streaming",
      "Action Model",
      "Framework",
      "Act",
      "DOM",
      "VLA",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22150v1",
    "title": "Do VLMs Perceive or Recall? Probing Visual Perception vs. Memory with Classic Visual Illusions",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22150v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Large Vision-Language Models (VLMs) often answer classic visual illusions \"correctly\" on original images, yet persist with the same responses when illusion factors are inverted, even though the visual change is obvious to humans. This raises a fundamental question: do VLMs perceive visual changes or merely recall memorized patterns? While several studies have noted this phenomenon, the underlying causes remain unclear. To move from observations to systematic understanding, this paper introduces VI-Probe, a controllable visual-illusion framework with graded perturbations and matched visual controls (without illusion inducer) that disentangles visually grounded perception from language-driven recall. Unlike prior work that focuses on averaged accuracy, we measure stability and sensitivity using Polarity-Flip Consistency, Template Fixation Index, and an illusion multiplier normalized against matched controls. Experiments across different families reveal that response persistence arises from heterogeneous causes rather than a single mechanism. For instance, GPT-5 exhibits memory override, Claude-Opus-4.1 shows perception-memory competition, while Qwen variants suggest visual-processing limits. Our findings challenge single-cause views and motivate probing-based evaluation that measures both knowledge and sensitivity to controlled visual change. Data and code are available at https://sites.google.com/view/vi-probe/.",
      "keywords": [
        "cs.CV"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22150v1",
      "authors": [
        "Xiaoxiao Sun",
        "Mingyang Li",
        "Kun yuan"
      ],
      "arxiv_categories": [
        "cs.CV"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.397277",
    "entities": [
      "Classic Visual Illusions Large",
      "Probing Visual Perception",
      "Template Fixation Index",
      "Flip Consistency",
      "Language Models",
      "Framework",
      "Opus-4.1",
      "Google",
      "GPT-5",
      "MIT",
      "Act",
      "GPT",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22149v1",
    "title": "DynaWeb: Model-Based Reinforcement Learning of Web Agents",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22149v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "The development of autonomous web agents, powered by Large Language Models (LLMs) and reinforcement learning (RL), represents a significant step towards general-purpose AI assistants. However, training these agents is severely hampered by the challenges of interacting with the live internet, which is inefficient, costly, and fraught with risks. Model-based reinforcement learning (MBRL) offers a promising solution by learning a world model of the environment to enable simulated interaction. This paper introduces DynaWeb, a novel MBRL framework that trains web agents through interacting with a web world model trained to predict naturalistic web page representations given agent actions. This model serves as a synthetic web environment where an agent policy can dream by generating vast quantities of rollout action trajectories for efficient online reinforcement learning. Beyond free policy rollouts, DynaWeb incorporates real expert trajectories from training data, which are randomly interleaved with on-policy rollouts during training to improve stability and sample efficiency. Experiments conducted on the challenging WebArena and WebVoyager benchmarks demonstrate that DynaWeb consistently and significantly improves the performance of state-of-the-art open-source web agent models. Our findings establish the viability of training web agents through imagination, offering a scalable and efficient way to scale up online agentic RL.",
      "keywords": [
        "cs.CL",
        "cs.AI"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22149v1",
      "authors": [
        "Hang Ding",
        "Peidong Liu",
        "Junqiao Wang"
      ],
      "arxiv_categories": [
        "cs.CL",
        "cs.AI"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.397638",
    "entities": [
      "Based Reinforcement Learning",
      "Large Language Models",
      "Framework",
      "Policy",
      "MBRL",
      "Act",
      "LLM",
      "AI"
    ]
  },
  {
    "id": "arxiv-2601.22146v1",
    "title": "FineInstructions: Scaling Synthetic Instructions to Pre-Training Scale",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22146v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Due to limited supervised training data, large language models (LLMs) are typically pre-trained via a self-supervised \"predict the next word\" objective on a vast amount of unstructured text data. To make the resulting model useful to users, it is further trained on a far smaller amount of \"instruction-tuning\" data comprised of supervised training examples of instructions and responses. To overcome the limited amount of supervised data, we propose a procedure that can transform the knowledge in internet-scale pre-training documents into billions of synthetic instruction and answer training pairs. The resulting dataset, called FineInstructions, uses ~18M instruction templates created from real user-written queries and prompts. These instruction templates are matched to and instantiated with human-written source documents from unstructured pre-training corpora. With \"supervised\" synthetic training data generated at this scale, an LLM can be pre-trained from scratch solely with the instruction-tuning objective, which is far more in-distribution with the expected downstream usage of LLMs (responding to user prompts). We conduct controlled token-for-token training experiments and find pre-training on FineInstructions outperforms standard pre-training and other proposed synthetic pre-training techniques on standard benchmarks measuring free-form response quality. Our resources can be found at https://huggingface.co/fineinstructions .",
      "keywords": [
        "cs.LG",
        "cs.CL"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22146v1",
      "authors": [
        "Ajay Patel",
        "Colin Raffel",
        "Chris Callison-Burch"
      ],
      "arxiv_categories": [
        "cs.LG",
        "cs.CL"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.397997",
    "entities": [
      "Scaling Synthetic Instructions",
      "Training Scale Due",
      "Standard",
      "Bill",
      "MIT",
      "LLM",
      "NSF",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22143v1",
    "title": "JUST-DUB-IT: Video Dubbing via Joint Audio-Visual Diffusion",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22143v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Audio-Visual Foundation Models, which are pretrained to jointly generate sound and visual content, have recently shown an unprecedented ability to model multi-modal generation and editing, opening new opportunities for downstream tasks. Among these tasks, video dubbing could greatly benefit from such priors, yet most existing solutions still rely on complex, task-specific pipelines that struggle in real-world settings. In this work, we introduce a single-model approach that adapts a foundational audio-video diffusion model for video-to-video dubbing via a lightweight LoRA. The LoRA enables the model to condition on an input audio-video while jointly generating translated audio and synchronized facial motion. To train this LoRA, we leverage the generative model itself to synthesize paired multilingual videos of the same speaker. Specifically, we generate multilingual videos with language switches within a single clip, and then inpaint the face and audio in each half to match the language of the other half. By leveraging the rich generative prior of the audio-visual model, our approach preserves speaker identity and lip synchronization while remaining robust to complex motion and real-world dynamics. We demonstrate that our approach produces high-quality dubbed videos with improved visual fidelity, lip synchronization, and robustness compared to existing dubbing pipelines.",
      "keywords": [
        "cs.CV",
        "cs.GR"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22143v1",
      "authors": [
        "Anthony Chen",
        "Naomi Ken Korem",
        "Tavi Halperin"
      ],
      "arxiv_categories": [
        "cs.CV",
        "cs.GR"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.398322",
    "entities": [
      "Visual Foundation Models",
      "Visual Diffusion Audio",
      "Video Dubbing",
      "Joint Audio",
      "Fusion",
      "JUST",
      "DUB",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22141v1",
    "title": "Routing the Lottery: Adaptive Subnetworks for Heterogeneous Data",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22141v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "In pruning, the Lottery Ticket Hypothesis posits that large networks contain sparse subnetworks, or winning tickets, that can be trained in isolation to match the performance of their dense counterparts. However, most existing approaches assume a single universal winning ticket shared across all inputs, ignoring the inherent heterogeneity of real-world data. In this work, we propose Routing the Lottery (RTL), an adaptive pruning framework that discovers multiple specialized subnetworks, called adaptive tickets, each tailored to a class, semantic cluster, or environmental condition. Across diverse datasets and tasks, RTL consistently outperforms single- and multi-model baselines in balanced accuracy and recall, while using up to 10 times fewer parameters than independent models and exhibiting semantically aligned. Furthermore, we identify subnetwork collapse, a performance drop under aggressive pruning, and introduce a subnetwork similarity score that enables label-free diagnosis of oversparsification. Overall, our results recast pruning as a mechanism for aligning model structure with data heterogeneity, paving the way toward more modular and context-aware deep learning.",
      "keywords": [
        "cs.LG",
        "cs.CV",
        "cs.AI"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22141v1",
      "authors": [
        "Grzegorz Stefanski",
        "Alberto Presta",
        "Michal Byra"
      ],
      "arxiv_categories": [
        "cs.LG",
        "cs.CV",
        "cs.AI"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.398587",
    "entities": [
      "Lottery Ticket Hypothesis",
      "Heterogeneous Data In",
      "Adaptive Subnetworks",
      "Deep Learning",
      "Framework",
      "RTL",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22140v1",
    "title": "Quantum fluctuations in hydrodynamics and quantum long-time tails",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22140v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "We construct a quantum Schwinger-Keldysh (SK) effective field theory for the diffusive hydrodynamics of a conserved scalar field. Quantum corrections within the SK framework are guided by fluctuation-dissipation relations, enforced via a dynamical Kubo-Martin-Schwinger (KMS) symmetry. We find that the KMS symmetry necessarily generates fluctuation contributions in the SK effective action at all orders in the noise field, thereby giving rise to intrinsically non-Gaussian noise. We use our results to compute one-loop quantum corrections to the two-point density-density retarded correlation function, leading to a quantum generalization of hydrodynamic long-time tails. Our results apply at arbitrarily high orders in $\\hbar$. The one-loop results for retarded correlation functions have been expressed in terms of a family of polynomials. We also provide a closed-form expression for the one-loop results at leading order in the wavevector expansion.",
      "keywords": [
        "math-ph",
        "quant-ph",
        "cond-mat.stat-mech",
        "hep-ph",
        "hep-th"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22140v1",
      "authors": [
        "Akash Jain"
      ],
      "arxiv_categories": [
        "math-ph",
        "quant-ph",
        "cond-mat.stat-mech",
        "hep-ph",
        "hep-th"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.398804",
    "entities": [
      "Framework",
      "Act",
      "KMS",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22139v1",
    "title": "Reasoning While Asking: Transforming Reasoning Large Language Models from Passive Solvers to Proactive Inquirers",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22139v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Reasoning-oriented Large Language Models (LLMs) have achieved remarkable progress with Chain-of-Thought (CoT) prompting, yet they remain fundamentally limited by a \\emph{blind self-thinking} paradigm: performing extensive internal reasoning even when critical information is missing or ambiguous. We propose Proactive Interactive Reasoning (PIR), a new reasoning paradigm that transforms LLMs from passive solvers into proactive inquirers that interleave reasoning with clarification. Unlike existing search- or tool-based frameworks that primarily address knowledge uncertainty by querying external environments, PIR targets premise- and intent-level uncertainty through direct interaction with the user. PIR is implemented via two core components: (1) an uncertainty-aware supervised fine-tuning procedure that equips models with interactive reasoning capability, and (2) a user-simulator-based policy optimization framework driven by a composite reward that aligns model behavior with user intent. Extensive experiments on mathematical reasoning, code generation, and document editing demonstrate that PIR consistently outperforms strong baselines, achieving up to 32.70\\% higher accuracy, 22.90\\% higher pass rate, and 41.36 BLEU improvement, while reducing nearly half of the reasoning computation and unnecessary interaction turns. Further reliability evaluations on factual knowledge, question answering, and missing-premise scenarios confirm the strong generalization and robustness of PIR. Model and code are publicly available at: \\href{https://github.com/SUAT-AIRI/Proactive-Interactive-R1}",
      "keywords": [
        "cs.CL",
        "cs.AI"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22139v1",
      "authors": [
        "Xin Chen",
        "Feng Jiang",
        "Yiqian Zhang"
      ],
      "arxiv_categories": [
        "cs.CL",
        "cs.AI"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.399161",
    "entities": [
      "Transforming Reasoning Large Language",
      "Proactive Interactive Reasoning",
      "Proactive Inquirers Reasoning",
      "Reasoning While Asking",
      "Large Language Models",
      "Passive Solvers",
      "Framework",
      "Policy",
      "BLEU",
      "AIRI",
      "SUAT",
      "NSF",
      "Act",
      "PIR",
      "LLM"
    ]
  },
  {
    "id": "arxiv-2601.22137v1",
    "title": "PRISM: Distribution-free Adaptive Computation of Matrix Functions for Accelerating Neural Network Training",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22137v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Matrix functions such as square root, inverse roots, and orthogonalization play a central role in preconditioned gradient methods for neural network training. This has motivated the development of iterative algorithms that avoid explicit eigendecompositions and rely primarily on matrix multiplications, making them well suited for modern GPU accelerators. We present PRISM (Polynomial-fitting and Randomized Iterative Sketching for Matrix functions computation), a general framework for accelerating iterative algorithms for computing matrix functions. PRISM combines adaptive polynomial approximation with randomized sketching: at each iteration, it fits a polynomial surrogate to the current spectrum via a sketched least-squares problem, adapting to the instance at hand with minimal overhead. We apply PRISM to accelerate Newton-Schulz-like iterations for matrix square roots and orthogonalization, which are core primitives in machine learning. Unlike prior methods, PRISM requires no explicit spectral bounds or singular value estimates; and it adapts automatically to the evolving spectrum. Empirically, PRISM accelerates training when integrated into Shampoo and Muon optimizers.",
      "keywords": [
        "cs.LG",
        "math.NA",
        "math.OC",
        "cs.AI"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22137v1",
      "authors": [
        "Shenghao Yang",
        "Zhichao Wang",
        "Oleg Balabanov"
      ],
      "arxiv_categories": [
        "cs.LG",
        "math.NA",
        "math.OC",
        "cs.AI"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.399435",
    "entities": [
      "Accelerating Neural Network Training",
      "Randomized Iterative Sketching",
      "Adaptive Computation",
      "Machine Learning",
      "Matrix Functions",
      "Neural Network",
      "Framework",
      "PRISM",
      "GPU",
      "WTO",
      "MIT",
      "EU",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22136v1",
    "title": "StepShield: When, Not Whether to Intervene on Rogue Agents",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22136v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Existing agent safety benchmarks report binary accuracy, conflating early intervention with post-mortem analysis. A detector that flags a violation at step 8 enables intervention; one that reports it at step 48 provides only forensic value. This distinction is critical, yet current benchmarks cannot measure it. We introduce StepShield, the first benchmark to evaluate when violations are detected, not just whether. StepShield contains 9,213 code agent trajectories, including 1,278 meticulously annotated training pairs and a 7,935-trajectory test set with a realistic 8.1% rogue rate. Rogue behaviors are grounded in real-world security incidents across six categories. We propose three novel temporal metrics: Early Intervention Rate (EIR), Intervention Gap, and Tokens Saved. Surprisingly, our evaluation reveals that an LLM-based judge achieves 59% EIR while a static analyzer achieves only 26%, a 2.3x performance gap that is entirely invisible to standard accuracy metrics. We further show that early detection has direct economic benefits: our cascaded HybridGuard detector reduces monitoring costs by 75% and projects to $108M in cumulative savings over five years at enterprise scale. By shifting the focus of evaluation from whether to when, StepShield provides a new foundation for building safer and more economically viable AI agents. The code and data are released under an Apache 2.0 license.",
      "keywords": [
        "cs.LG",
        "cs.CR",
        "cs.AI",
        "cs.SE"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22136v1",
      "authors": [
        "Gloria Felicia",
        "Michael Eniolade",
        "Jinfeng He"
      ],
      "arxiv_categories": [
        "cs.LG",
        "cs.CR",
        "cs.AI",
        "cs.SE"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.399748",
    "entities": [
      "Early Intervention Rate",
      "Rogue Agents Existing",
      "Intervention Gap",
      "Tokens Saved",
      "Not Whether",
      "Standard",
      "EIR",
      "LLM",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22135v1",
    "title": "PI-Light: Physics-Inspired Diffusion for Full-Image Relighting",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22135v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Full-image relighting remains a challenging problem due to the difficulty of collecting large-scale structured paired data, the difficulty of maintaining physical plausibility, and the limited generalizability imposed by data-driven priors. Existing attempts to bridge the synthetic-to-real gap for full-scene relighting remain suboptimal. To tackle these challenges, we introduce Physics-Inspired diffusion for full-image reLight ($π$-Light, or PI-Light), a two-stage framework that leverages physics-inspired diffusion models. Our design incorporates (i) batch-aware attention, which improves the consistency of intrinsic predictions across a collection of images, (ii) a physics-guided neural rendering module that enforces physically plausible light transport, (iii) physics-inspired losses that regularize training dynamics toward a physically meaningful landscape, thereby enhancing generalizability to real-world image editing, and (iv) a carefully curated dataset of diverse objects and scenes captured under controlled lighting conditions. Together, these components enable efficient finetuning of pretrained diffusion models while also providing a solid benchmark for downstream evaluation. Experiments demonstrate that $π$-Light synthesizes specular highlights and diffuse reflections across a wide variety of materials, achieving superior generalization to real-world scenes compared with prior approaches.",
      "keywords": [
        "cs.CV"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22135v1",
      "authors": [
        "Zhexin Liang",
        "Zhaoxi Chen",
        "Yongwei Chen"
      ],
      "arxiv_categories": [
        "cs.CV"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.400494",
    "entities": [
      "Image Relighting Full",
      "Inspired Diffusion",
      "Framework",
      "Fusion",
      "MIT",
      "EU",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22134v1",
    "title": "Early and Prediagnostic Detection of Pancreatic Cancer from Computed Tomography",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22134v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Pancreatic ductal adenocarcinoma (PDAC), one of the deadliest solid malignancies, is often detected at a late and inoperable stage. Retrospective reviews of prediagnostic CT scans, when conducted by expert radiologists aware that the patient later developed PDAC, frequently reveal lesions that were previously overlooked. To help detecting these lesions earlier, we developed an automated system named ePAI (early Pancreatic cancer detection with Artificial Intelligence). It was trained on data from 1,598 patients from a single medical center. In the internal test involving 1,009 patients, ePAI achieved an area under the receiver operating characteristic curve (AUC) of 0.939-0.999, a sensitivity of 95.3%, and a specificity of 98.7% for detecting small PDAC less than 2 cm in diameter, precisely localizing PDAC as small as 2 mm. In an external test involving 7,158 patients across 6 centers, ePAI achieved an AUC of 0.918-0.945, a sensitivity of 91.5%, and a specificity of 88.0%, precisely localizing PDAC as small as 5 mm. Importantly, ePAI detected PDACs on prediagnostic CT scans obtained 3 to 36 months before clinical diagnosis that had originally been overlooked by radiologists. It successfully detected and localized PDACs in 75 of 159 patients, with a median lead time of 347 days before clinical diagnosis. Our multi-reader study showed that ePAI significantly outperformed 30 board-certified radiologists by 50.3% (P < 0.05) in sensitivity while maintaining a comparable specificity of 95.4% in detecting PDACs early and prediagnostic. These findings suggest its potential of ePAI as an assistive tool to improve early detection of pancreatic cancer.",
      "keywords": [
        "cs.CV"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22134v1",
      "authors": [
        "Wenxuan Li",
        "Pedro R. A. S. Bassi",
        "Lizhou Wu"
      ],
      "arxiv_categories": [
        "cs.CV"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.400860",
    "entities": [
      "Computed Tomography Pancreatic",
      "Prediagnostic Detection",
      "Artificial Intelligence",
      "Pancreatic Cancer",
      "Intel",
      "PDAC",
      "EPA",
      "Act",
      "AUC",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22130v1",
    "title": "World of Workflows: a Benchmark for Bringing World Models to Enterprise Systems",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22130v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Frontier large language models (LLMs) excel as autonomous agents in many domains, yet they remain untested in complex enterprise systems where hidden workflows create cascading effects across interconnected databases. Existing enterprise benchmarks evaluate surface-level agentic task completion similar to general consumer benchmarks, ignoring true challenges in enterprises, such as limited observability, large database state, and hidden workflows with cascading side effects. We introduce World of Workflows (WoW), a realistic ServiceNow-based environment incorporating 4,000+ business rules and 55 active workflows embedded in the system, alongside WoW-bench, a benchmark of 234 tasks evaluating constrained agentic task completion and enterprise dynamics modeling capabilities. We reveal two major takeaways: (1) Frontier LLMs suffer from dynamics blindness, consistently failing to predict the invisible, cascading side effects of their actions, which leads to silent constraint violations, and (2) reliability in opaque systems requires grounded world modeling, where agents must mentally simulate hidden state transitions to bridge the observability gap when high-fidelity feedback is unavailable. For reliable and useful enterprise agents, WoW motivates a new paradigm to explicitly learn system dynamics. We release our GitHub for setting up and evaluating WoW.",
      "keywords": [
        "cs.SE",
        "cs.AI"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22130v1",
      "authors": [
        "Lakshya Gupta",
        "Litao Li",
        "Yizhe Liu"
      ],
      "arxiv_categories": [
        "cs.SE",
        "cs.AI"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.401163",
    "entities": [
      "Enterprise Systems Frontier",
      "Bringing World Models",
      "MIT",
      "Act",
      "LLM",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22129v1",
    "title": "SWE-Replay: Efficient Test-Time Scaling for Software Engineering Agents",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22129v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Test-time scaling has been widely adopted to enhance the capabilities of Large Language Model (LLM) agents in software engineering (SWE) tasks. However, the standard approach of repeatedly sampling trajectories from scratch is computationally expensive. While recent methods have attempted to mitigate costs using specialized value agents, they can suffer from model miscalibration and fail to generalize to modern agents that synthesize custom bash scripts as tools. In this paper, we introduce SWE-Replay, the first efficient and generalizable test-time scaling technique for modern agents without reliance on potentially noisy value estimates. SWE-Replay optimizes the scaling process by recycling trajectories from prior trials, dynamically choosing to either explore from scratch or exploit archived experience by branching at critical intermediate steps. This selection of intermediate steps is driven by the potential and reasoning significance of repository exploration, rather than external LLM-based quality estimates. Our evaluation shows that, on SWE-Bench Verified, SWE-Replay consistently outperforms naive scaling, reducing costs by up to 17.4% while maintaining or even improving performance by up to 3.8%. Further evaluation on SWE-Bench Pro and Multilingual validates the generalizability of SWE-Replay, establishing it as a robust foundation for efficient test-time scaling of software engineering agents.",
      "keywords": [
        "cs.SE",
        "cs.LG",
        "cs.AI"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22129v1",
      "authors": [
        "Yifeng Ding",
        "Lingming Zhang"
      ],
      "arxiv_categories": [
        "cs.SE",
        "cs.LG",
        "cs.AI"
      ]
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:07.401476",
    "entities": [
      "Software Engineering Agents Test",
      "Large Language Model",
      "Efficient Test",
      "Bench Verified",
      "Time Scaling",
      "Bench Pro",
      "Standard",
      "SWE",
      "MIT",
      "LLM",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22113v1",
    "title": "Diverse Approaches to Optimal Execution Schedule Generation",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22113v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "We present the first application of MAP-Elites, a quality-diversity algorithm, to trade execution. Rather than searching for a single optimal policy, MAP-Elites generates a diverse portfolio of regime-specialist strategies indexed by liquidity and volatility conditions. Individual specialists achieve 8-10% performance improvements within their behavioural niches, while other cells show degradation, suggesting opportunities for ensemble approaches that combine improved specialists with the baseline PPO policy. Results indicate that quality-diversity methods offer promise for regime-adaptive execution, though substantial computational resources per behavioural cell may be required for robust specialist development across all market conditions. To ensure experimental integrity, we develop a calibrated Gymnasium environment focused on order scheduling rather than tactical placement decisions. The simulator features a transient impact model with exponential decay and square-root volume scaling, fit to 400+ U.S. equities with R^2>0.02 out-of-sample. Within this environment, two Proximal Policy Optimization architectures - both MLP and CNN feature extractors - demonstrate substantial improvements over industry baselines, with the CNN variant achieving 2.13 bps arrival slippage versus 5.23 bps for VWAP on 4,900 out-of-sample orders ($21B notional). These results validate both the simulation realism and provide strong single-policy baselines for quality-diversity methods.",
      "keywords": [
        "cs.LG",
        "q-fin.TR"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22113v1",
      "authors": [
        "Robert de Witt",
        "Mikko S. Pakkanen"
      ],
      "arxiv_categories": [
        "cs.LG",
        "q-fin.TR"
      ]
    },
    "preliminary_category": "E",
    "collected_at": "2026-02-01T07:58:10.584033",
    "entities": [
      "Optimal Execution Schedule Generation",
      "Proximal Policy Optimization",
      "Diverse Approaches",
      "Policy",
      "VWAP",
      "PPO",
      "Act",
      "MAP",
      "MLP",
      "CNN",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22111v1",
    "title": "Physics Informed Reconstruction of Four-Dimensional Atmospheric Wind Fields Using Multi-UAS Swarm Observations in a Synthetic Turbulent Environment",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22111v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Accurate reconstruction of atmospheric wind fields is essential for applications such as weather forecasting, hazard prediction, and wind energy assessment, yet conventional instruments leave spatio-temporal gaps within the lower atmospheric boundary layer. Unmanned aircraft systems (UAS) provide flexible in situ measurements, but individual platforms sample wind only along their flight trajectories, limiting full wind-field recovery. This study presents a framework for reconstructing four-dimensional atmospheric wind fields using measurements obtained from a coordinated UAS swarm. A synthetic turbulence environment and high-fidelity multirotor simulation are used to generate training and evaluation data. Local wind components are estimated from UAS dynamics using a bidirectional long short-term memory network (Bi-LSTM) and assimilated into a physics-informed neural network (PINN) to reconstruct a continuous wind field in space and time. For local wind estimation, the bidirectional LSTM achieves root-mean-square errors (RMSE) of 0.064 and 0.062 m/s for the north and east components in low-wind conditions, increasing to 0.122 to 0.129 m/s under moderate winds and 0.271 to 0.273 m/s in high-wind conditions, while the vertical component exhibits higher error, with RMSE values of 0.029 to 0.091 m/s. The physics-informed reconstruction recovers the dominant spatial and temporal structure of the wind field up to 1000 m altitude while preserving mean flow direction and vertical shear. Under moderate wind conditions, the reconstructed mean wind field achieves an overall RMSE between 0.118 and 0.154 m/s across evaluated UAS configurations, with the lowest error obtained using a five-UAS swarm. These results demonstrate that coordinated UAS measurements enable accurate and scalable four-dimensional wind-field reconstruction without dedicated wind sensors or fixed infrastructure.",
      "keywords": [
        "cs.LG",
        "eess.SY",
        "physics.ao-ph"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22111v1",
      "authors": [
        "Abdullah Tasim",
        "Wei Sun"
      ],
      "arxiv_categories": [
        "cs.LG",
        "eess.SY",
        "physics.ao-ph"
      ]
    },
    "preliminary_category": "E",
    "collected_at": "2026-02-01T07:58:13.289821",
    "entities": [
      "Synthetic Turbulent Environment Accurate",
      "Dimensional Atmospheric Wind Fields",
      "Physics Informed Reconstruction",
      "Swarm Observations",
      "Neural Network",
      "Using Multi",
      "Framework",
      "Wind",
      "PINN",
      "RMSE",
      "LSTM",
      "UAS",
      "MIT",
      "EU",
      "AI"
    ]
  },
  {
    "id": "arxiv-2601.21913v1",
    "title": "Rapid estimation of global sea surface temperatures from sparse streaming in situ observations",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21913v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Reconstructing high-resolution sea surface temperatures (SST) from staggered SST measurements is essential for weather forecasting and climate projections. However, when SST measurements are sparse, the resulting inferred SST fields are rather inaccurate. Here, we demonstrate the ability of Sparse Discrete Empirical Interpolation Method (S-DEIM) to reconstruct the high-resolution SST field from sparse in situ observations, without using a model. The S-DEIM estimate consists of two terms, one computed from instantaneous in situ observations using empirical interpolation, and the other learned from the historical time series of observations using recurrent neural networks (RNNs). We train the RNNs using the National Oceanic and Atmospheric Administration's weekly high-resolution SST dataset spanning the years 1989-2021 which constitutes the training data. Subsequently, we examine the performance of S-DEIM on the test data, comprising January 2022 to January 2023. For this test data, S-DEIM infers the high-resolution SST from 100 in situ observations, constituting only 0.2% of the high-resolution spatial grid. We show that the resulting S-DEIM reconstructions are about 40% more accurate than earlier empirical interpolation methods, such as DEIM and Q-DEIM. Furthermore, 91% of S-DEIM estimates fall within $\\pm 1^\\circ$C of the true SST. We also demonstrate that S-DEIM is robust with respect to sensor placement: even when the sensors are distributed randomly, S-DEIM reconstruction error deteriorates only by 1-2%. S-DEIM is also computationally efficient. Training the RNN, which is performed only once offline, takes approximately one minute. Once trained, the S-DEIM reconstructions are computed in less than a second. As such, S-DEIM can be used for rapid SST reconstruction from sparse streaming observational data in real time.",
      "keywords": [
        "math.NA",
        "math.DS",
        "physics.ao-ph"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21913v1",
      "authors": [
        "Cassidy All",
        "Kevin Ho",
        "Maya Magnuski"
      ],
      "arxiv_categories": [
        "math.NA",
        "math.DS",
        "physics.ao-ph"
      ]
    },
    "preliminary_category": "E",
    "collected_at": "2026-02-01T07:58:13.290413",
    "entities": [
      "Sparse Discrete Empirical Interpolation",
      "Atmospheric Administration",
      "National Oceanic",
      "Neural Network",
      "DEIM",
      "NIST",
      "RNN",
      "SST",
      "EU",
      "AI"
    ]
  },
  {
    "id": "arxiv-2601.21890v1",
    "title": "Reddy: An open-source toolbox for analyzing eddy-covariance measurements in heterogeneous environments",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21890v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Land-atmosphere exchange processes are determined by turbulent fluxes, which can be derived from eddy-covariance measurements. This method was established to quantify ecosystem-scale vertical atmosphere-vegetation exchange processes, but is also used to validate atmospheric turbulence theories with the ultimate aim to improve the representation of turbulence in numerical models. While the focus has long been on turbulence over idealized, homogeneous and flat surfaces, recent scientific developments are shifting towards investigating turbulent exchange processes in complex heterogeneous environments under non-idealized conditions, which pose particular challenges, e.g. advective fluxes between different surface types or non-stationarity of nighttime turbulence. This requires to rethink standard post-processing routines for determining turbulent fluxes from the high-frequency sonic and gas analyzer measurements. Here, we introduce the open-source R-package 'Reddy', which provides modular-built functions for post-processing, analysis and visualization of eddy-covariance measurements, including investigating spectra, coherent structures, anisotropy, flux footprints and surface energy balance closure. The 'Reddy' package is accompanied by a detailed documentation and a set of jupyter notebooks introducing new users hands-on to eddy-covariance data analysis. We showcase 'Reddy' based on measurements from three different sites in Norway: A case study during strong stratification over alpine tundra, for determining suitable averaging times during ice-cover transition at a boreal lake, and for fitting flux-variance relations for a permafrost peatland. 'Reddy' serves as extension of previously developed software packages, paving the way towards holistic turbulence data analysis in heterogeneous real-world environments.",
      "keywords": [
        "stat.ME",
        "physics.ao-ph"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21890v1",
      "authors": [
        "Laura Mack",
        "Norbert Pirk"
      ],
      "arxiv_categories": [
        "stat.ME",
        "physics.ao-ph"
      ]
    },
    "preliminary_category": "E",
    "collected_at": "2026-02-01T07:58:13.290951",
    "entities": [
      "Standard",
      "UN",
      "AI"
    ]
  },
  {
    "id": "arxiv-2601.22104v1",
    "title": "Social Media Data for Population Mapping: A Bayesian Approach to Address Representativeness and Privacy Challenges",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22104v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Accurate and timely population data are essential for disaster response and humanitarian planning, but traditional censuses often cannot capture rapid demographic changes. Social media data offer a promising alternative for dynamic population monitoring, but their representativeness remains poorly understood and stringent privacy requirements limit their reliability. Here, we address these limitations in the context of the Philippines by calibrating Facebook user counts with the country's 2020 census figures. First, we find that differential privacy techniques commonly applied to social media-based population datasets disproportionately mask low-population areas. To address this, we propose a Bayesian imputation approach to recover missing values, restoring data coverage for $5.5\\%$ of rural areas. Further, using the imputed social media data and leveraging predictors such as urbanisation level, demographic composition, and socio-economic status, we develop a statistical model for the proportion of Facebook users in each municipality, which links observed Facebook user numbers to the true population levels. Out-of-sample validation demonstrates strong result generalisability, with errors as low as ${\\approx}18\\%$ and ${\\approx}24\\%$ for urban and rural Facebook user proportions, respectively. We further demonstrate that accounting for overdispersion and spatial correlations in the data is crucial to obtain accurate estimates and appropriate credible intervals. Crucially, as predictors change over time, the models can be used to regularly update the population predictions, providing a dynamic complement to census-based estimates. These results have direct implications for humanitarian response in disaster-prone regions and offer a general framework for using biased social media signals to generate reliable and timely population data.",
      "keywords": [
        "stat.ME",
        "stat.AP"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22104v1",
      "authors": [
        "Paolo Andrich",
        "Shengjie Lai",
        "Halim Jun"
      ],
      "arxiv_categories": [
        "stat.ME",
        "stat.AP"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.234436",
    "entities": [
      "Privacy Challenges Accurate",
      "Address Representativeness",
      "Population Mapping",
      "Bayesian Approach",
      "Social Media Data",
      "Framework",
      "MIT",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22093v1",
    "title": "Investigating Associational Biases in Inter-Model Communication of Large Generative Models",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22093v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Social bias in generative AI can manifest not only as performance disparities but also as associational bias, whereby models learn and reproduce stereotypical associations between concepts and demographic groups, even in the absence of explicit demographic information (e.g., associating doctors with men). These associations can persist, propagate, and potentially amplify across repeated exchanges in inter-model communication pipelines, where one generative model's output becomes another's input. This is especially salient for human-centred perception tasks, such as human activity recognition and affect prediction, where inferences about behaviour and internal states can lead to errors or stereotypical associations that propagate into unequal treatment. In this work, focusing on human activity and affective expression, we study how such associations evolve within an inter-model communication pipeline that alternates between image generation and image description. Using the RAF-DB and PHASE datasets, we quantify demographic distribution drift induced by model-to-model information exchange and assess whether these drifts are systematic using an explainability pipeline. Our results reveal demographic drifts toward younger representations for both actions and emotions, as well as toward more female-presenting representations, primarily for emotions. We further find evidence that some predictions are supported by spurious visual regions (e.g., background or hair) rather than concept-relevant cues (e.g., body or face). We also examine whether these demographic drifts translate into measurable differences in downstream behaviour, i.e., while predicting activity and emotion labels. Finally, we outline mitigation strategies spanning data-centric, training and deployment interventions, and emphasise the need for careful safeguards when deploying interconnected models in human-centred AI systems.",
      "keywords": [
        "cs.AI",
        "cs.CY"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22093v1",
      "authors": [
        "Fethiye Irmak Dogan",
        "Yuval Weiss",
        "Kajal Patel"
      ],
      "arxiv_categories": [
        "cs.AI",
        "cs.CY"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.235030",
    "entities": [
      "Investigating Associational Biases",
      "Large Generative Models Social",
      "Model Communication",
      "PHASE",
      "MIT",
      "Act",
      "RAF",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22082v1",
    "title": "Auditorily Embodied Conversational Agents: Effects of Spatialization and Situated Audio Cues on Presence and Social Perception",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22082v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Embodiment can enhance conversational agents, such as increasing their perceived presence. This is typically achieved through visual representations of a virtual body; however, visual modalities are not always available, such as when users interact with agents using headphones or display-less glasses. In this work, we explore auditory embodiment. By introducing auditory cues of bodily presence - through spatially localized voice and situated Foley audio from environmental interactions - we investigate how audio alone can convey embodiment and influence perceptions of a conversational agent. We conducted a 2 (spatialization: monaural vs. spatialized) x 2 (Foley: none vs. Foley) within-subjects study, where participants (n=24) engaged in conversations with agents. Our results show that spatialization and Foley increase co-presence, but reduce users' perceptions of the agent's attention and other social attributes.",
      "keywords": [
        "cs.HC"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22082v1",
      "authors": [
        "Yi Fei Cheng",
        "Jarod Bloch",
        "Alexander Wang"
      ],
      "arxiv_categories": [
        "cs.HC"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.235347",
    "entities": [
      "Auditorily Embodied Conversational Agents",
      "Social Perception Embodiment",
      "Situated Audio Cues",
      "Act",
      "AI"
    ]
  },
  {
    "id": "arxiv-2601.22081v1",
    "title": "Accessibility-Driven Information Transformations in Mixed-Visual Ability Work Teams",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22081v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Blind and low-vision (BLV) employees in mixed-visual ability teams often encounter information (e.g., PDFs, diagrams) in inaccessible formats. To enable teamwork, teams must transform these representations by modifying or re-creating them into accessible forms. However, these transformations are frequently overlooked, lack infrastructural support, and cause additional labour. To design systems that move beyond one-off accommodations to effective mixed-ability collaboration, we need a deeper understanding of the representations, their transformations and how they occur. We conducted a week-long diary study with follow-up interviews with 23 BLV and sighted professionals from five legal, non-profit, and consulting teams, documenting 36 transformation cases. Our analysis characterizes how teams perform representational transformations for accessibility: how they are triggered proactively or reactively, how they simplify or enhance, and four common patterns in which workers coordinate with each other to address representational incompatibility. Our findings uncover opportunities for designing systems that can better support mixed-visual ability work.",
      "keywords": [
        "cs.HC"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22081v1",
      "authors": [
        "Yichun Zhao",
        "Miguel A. Nacenta",
        "Mahadeo A. Sukhai"
      ],
      "arxiv_categories": [
        "cs.HC"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.235708",
    "entities": [
      "Driven Information Transformations",
      "Visual Ability Work Teams",
      "Act",
      "BLV",
      "NSF",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22013v1",
    "title": "Vidmento: Creating Video Stories Through Context-Aware Expansion With Generative Video",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22013v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Video storytelling is often constrained by available material, limiting creative expression and leaving undesired narrative gaps. Generative video offers a new way to address these limitations by augmenting captured media with tailored visuals. To explore this potential, we interviewed eight video creators to identify opportunities and challenges in integrating generative video into their workflows. Building on these insights and established filmmaking principles, we developed Vidmento, a tool for authoring hybrid video stories that combine captured and generated media through context-aware expansion. Vidmento surfaces opportunities for story development, generates clips that blend stylistically and narratively with surrounding media, and provides controls for refinement. In a study with 12 creators, Vidmento supported narrative development and exploration by systematically expanding initial materials with generative media, enabling expressive video storytelling aligned with creative intent. We highlight how creators bridge story gaps with generative content and where they find this blending capability most valuable.",
      "keywords": [
        "cs.HC",
        "cs.AI",
        "cs.MM"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22013v1",
      "authors": [
        "Catherine Yeh",
        "Anh Truong",
        "Mira Dontcheva"
      ],
      "arxiv_categories": [
        "cs.HC",
        "cs.AI",
        "cs.MM"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.236041",
    "entities": [
      "Aware Expansion With Generative",
      "Creating Video Stories Through",
      "Video Video",
      "MIT",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.21977v1",
    "title": "From Particles to Agents: Hallucination as a Metric for Cognitive Friction in Spatial Simulation",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21977v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Traditional architectural simulations (e.g. Computational Fluid Dynamics, evacuation, structural analysis) model elements as deterministic physics-based \"particles\" rather than cognitive \"agents\". To bridge this, we introduce \\textbf{Agentic Environmental Simulations}, where Large Multimodal generative models actively predict the next state of spatial environments based on semantic expectation. Drawing on examples from accessibility-oriented AR pipelines and multimodal digital twins, we propose a shift from chronological time-steps to Episodic Spatial Reasoning, where simulations advance through meaningful, surprisal-triggered events. Within this framework we posit AI hallucinations as diagnostic tools. By formalizing the \\textbf{Cognitive Friction} ($C_f$) it is possible to reveal \"Phantom Affordances\", i.e. semiotic ambiguities in built space. Finally, we challenge current HCI paradigms by treating environments as dynamic cognitive partners and propose a human-centered framework of cognitive orchestration for designing AI-driven simulations that preserve autonomy, affective clarity, and cognitive integrity.",
      "keywords": [
        "cs.HC",
        "cs.AI",
        "cs.CY"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21977v1",
      "authors": [
        "Javier Argota Sánchez-Vaquerizo",
        "Luis Borunda Monsivais"
      ],
      "arxiv_categories": [
        "cs.HC",
        "cs.AI",
        "cs.CY"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.236346",
    "entities": [
      "Agentic Environmental Simulations",
      "Spatial Simulation Traditional",
      "Computational Fluid Dynamics",
      "Episodic Spatial Reasoning",
      "Phantom Affordances",
      "Cognitive Friction",
      "Large Multimodal",
      "From Particles",
      "Framework",
      "NIST",
      "IoT",
      "HCI",
      "Act",
      "AI"
    ]
  },
  {
    "id": "arxiv-2601.21965v1",
    "title": "Cognitive Load Estimation Using Brain Foundation Models and Interpretability for BCIs",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21965v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Accurately monitoring cognitive load in real time is critical for Brain-Computer Interfaces (BCIs) that adapt to user engagement and support personalized learning. Electroencephalography (EEG) offers a non-invasive, cost-effective modality for capturing neural activity, though traditional methods often struggle with cross-subject variability and task-specific preprocessing. We propose leveraging Brain Foundation Models (BFMs), large pre-trained neural networks, to extract generalizable EEG features for cognitive load estimation. We adapt BFMs for long-term EEG monitoring and show that fine-tuning a small subset of layers yields improved accuracy over the state-of-the-art. Despite their scale, BFMs allow for real-time inference with a longer context window. To address often-overlooked interpretability challenges, we apply Partition SHAP (SHapley Additive exPlanations) to quantify feature importance. Our findings reveal consistent emphasis on prefrontal regions linked to cognitive control, while longitudinal trends suggest learning progression. These results position BFMs as efficient and interpretable tools for continuous cognitive load monitoring in real-world BCIs.",
      "keywords": [
        "cs.HC"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21965v1",
      "authors": [
        "Deeksha M. Shama",
        "Dimitra Emmanouilidou",
        "Ivan J. Tashev"
      ],
      "arxiv_categories": [
        "cs.HC"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.236654",
    "entities": [
      "Cognitive Load Estimation Using",
      "Brain Foundation Models",
      "Computer Interfaces",
      "Neural Network",
      "Wind",
      "SHAP",
      "Act",
      "EEG",
      "EU",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.21963v1",
    "title": "Industrialized Deception: The Collateral Effects of LLM-Generated Misinformation on Digital Ecosystems",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21963v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Generative AI and misinformation research has evolved since our 2024 survey. This paper presents an updated perspective, transitioning from literature review to practical countermeasures. We report on changes in the threat landscape, including improved AI-generated content through Large Language Models (LLMs) and multimodal systems. Central to this work are our practical contributions: JudgeGPT, a platform for evaluating human perception of AI-generated news, and RogueGPT, a controlled stimulus generation engine for research. Together, these tools form an experimental pipeline for studying how humans perceive and detect AI-generated misinformation. Our findings show that detection capabilities have improved, but the competition between generation and detection continues. We discuss mitigation strategies including LLM-based detection, inoculation approaches, and the dual-use nature of generative AI. This work contributes to research addressing the adverse impacts of AI on information quality.",
      "keywords": [
        "cs.CL",
        "cs.AI",
        "cs.SI",
        "cs.CY"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21963v1",
      "authors": [
        "Alexander Loth",
        "Martin Kappes",
        "Marc-Oliver Pahl"
      ],
      "arxiv_categories": [
        "cs.CL",
        "cs.AI",
        "cs.SI",
        "cs.CY"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.236927",
    "entities": [
      "Digital Ecosystems Generative",
      "Industrialized Deception",
      "Generated Misinformation",
      "Large Language Models",
      "MIT",
      "Act",
      "LLM",
      "GPT",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.21961v1",
    "title": "How do Visual Attributes Influence Web Agents? A Comprehensive Evaluation of User Interface Design Factors",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21961v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Web agents have demonstrated strong performance on a wide range of web-based tasks. However, existing research on the effect of environmental variation has mostly focused on robustness to adversarial attacks, with less attention to agents' preferences in benign scenarios. Although early studies have examined how textual attributes influence agent behavior, a systematic understanding of how visual attributes shape agent decision-making remains limited. To address this, we introduce VAF, a controlled evaluation pipeline for quantifying how webpage Visual Attribute Factors influence web-agent decision-making. Specifically, VAF consists of three stages: (i) variant generation, which ensures the variants share identical semantics as the original item while only differ in visual attributes; (ii) browsing interaction, where agents navigate the page via scrolling and clicking the interested item, mirroring how human users browse online; (iii) validating through both click action and reasoning from agents, which we use the Target Click Rate and Target Mention Rate to jointly evaluate the effect of visual attributes. By quantitatively measuring the decision-making difference between the original and variant, we identify which visual attributes influence agents' behavior most. Extensive experiments, across 8 variant families (48 variants total), 5 real-world websites (including shopping, travel, and news browsing), and 4 representative web agents, show that background color contrast, item size, position, and card clarity have a strong influence on agents' actions, whereas font styling, text color, and item image clarity exhibit minor effects.",
      "keywords": [
        "cs.HC",
        "cs.AI"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21961v1",
      "authors": [
        "Kuai Yu",
        "Naicheng Yu",
        "Han Wang"
      ],
      "arxiv_categories": [
        "cs.HC",
        "cs.AI"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.237344",
    "entities": [
      "Visual Attributes Influence Web",
      "User Interface Design Factors",
      "Visual Attribute Factors",
      "Comprehensive Evaluation",
      "Target Mention Rate",
      "Target Click Rate",
      "MIT",
      "VAF",
      "Act",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.21920v1",
    "title": "From Future of Work to Future of Workers: Addressing Asymptomatic AI Harms for Dignified Human-AI Interaction",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21920v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "In the future of work discourse, AI is touted as the ultimate productivity amplifier. Yet, beneath the efficiency gains lie subtle erosions of human expertise and agency. This paper shifts focus from the future of work to the future of workers by navigating the AI-as-Amplifier Paradox: AI's dual role as enhancer and eroder, simultaneously strengthening performance while eroding underlying expertise. We present a year-long study on the longitudinal use of AI in a high-stakes workplace among cancer specialists. Initial operational gains hid ``intuition rust'': the gradual dulling of expert judgment. These asymptomatic effects evolved into chronic harms, such as skill atrophy and identity commoditization. Building on these findings, we offer a framework for dignified Human-AI interaction co-constructed with professional knowledge workers facing AI-induced skill erosion without traditional labor protections. The framework operationalizes sociotechnical immunity through dual-purpose mechanisms that serve institutional quality goals while building worker power to detect, contain, and recover from skill erosion, and preserve human identity. Evaluated across healthcare and software engineering, our work takes a foundational step toward dignified human-AI interaction futures by balancing productivity with the preservation of human expertise.",
      "keywords": [
        "cs.HC",
        "cs.AI",
        "cs.CY"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21920v1",
      "authors": [
        "Upol Ehsan",
        "Samir Passi",
        "Koustuv Saha"
      ],
      "arxiv_categories": [
        "cs.HC",
        "cs.AI",
        "cs.CY"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.237698",
    "entities": [
      "Addressing Asymptomatic",
      "Amplifier Paradox",
      "Dignified Human",
      "Interaction In",
      "From Future",
      "Framework",
      "IoT",
      "Act",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.21900v1",
    "title": "TraceRouter: Robust Safety for Large Foundation Models via Path-Level Intervention",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21900v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Despite their capabilities, large foundation models (LFMs) remain susceptible to adversarial manipulation. Current defenses predominantly rely on the \"locality hypothesis\", suppressing isolated neurons or features. However, harmful semantics act as distributed, cross-layer circuits, rendering such localized interventions brittle and detrimental to utility. To bridge this gap, we propose \\textbf{TraceRouter}, a path-level framework that traces and disconnects the causal propagation circuits of illicit semantics. TraceRouter operates in three stages: (1) it pinpoints a sensitive onset layer by analyzing attention divergence; (2) it leverages sparse autoencoders (SAEs) and differential activation analysis to disentangle and isolate malicious features; and (3) it maps these features to downstream causal pathways via feature influence scores (FIS) derived from zero-out interventions. By selectively suppressing these causal chains, TraceRouter physically severs the flow of harmful information while leaving orthogonal computation routes intact. Extensive experiments demonstrate that TraceRouter significantly outperforms state-of-the-art baselines, achieving a superior trade-off between adversarial robustness and general utility. Our code will be publicly released. WARNING: This paper contains unsafe model responses.",
      "keywords": [
        "cs.CV",
        "cs.AI",
        "cs.MM",
        "cs.CY"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21900v1",
      "authors": [
        "Chuancheng Shi",
        "Shangze Li",
        "Wenjun Lu"
      ],
      "arxiv_categories": [
        "cs.CV",
        "cs.AI",
        "cs.MM",
        "cs.CY"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.238030",
    "entities": [
      "Level Intervention Despite",
      "Large Foundation Models",
      "Robust Safety",
      "Framework",
      "FIS",
      "Act",
      "EU",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.21839v1",
    "title": "Test-Time Compute Games",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21839v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Test-time compute has emerged as a promising strategy to enhance the reasoning abilities of large language models (LLMs). However, this strategy has in turn increased how much users pay cloud-based providers offering LLM-as-a-service, since providers charge users for the amount of test-time compute they use to generate an output. In our work, we show that the market of LLM-as-a-service is socially inefficient: providers have a financial incentive to increase the amount of test-time compute, even if this increase contributes little to the quality of the outputs. To address this inefficiency, we introduce a reverse second-price auction mechanism where providers bid their offered price and (expected) quality for the opportunity to serve a user, and users pay proportionally to the marginal value generated by the winning provider relative to the second-highest bidder. To illustrate and complement our theoretical results, we conduct experiments with multiple instruct models from the $\\texttt{Llama}$ and $\\texttt{Qwen}$ families, as well as reasoning models distilled from $\\texttt{DeepSeek-R1}$, on math and science benchmark datasets.",
      "keywords": [
        "cs.LG",
        "cs.AI",
        "cs.GT",
        "cs.CY"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21839v1",
      "authors": [
        "Ander Artola Velasco",
        "Dimitrios Rontogiannis",
        "Stratis Tsirtsis"
      ],
      "arxiv_categories": [
        "cs.LG",
        "cs.AI",
        "cs.GT",
        "cs.CY"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.238320",
    "entities": [
      "Time Compute Games Test",
      "LLM",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.21837v1",
    "title": "Trustworthy Intelligent Education: A Systematic Perspective on Progress, Challenges, and Future Directions",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21837v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "In recent years, trustworthiness has garnered increasing attention and exploration in the field of intelligent education, due to the inherent sensitivity of educational scenarios, such as involving minors and vulnerable groups, highly personalized learning data, and high-stakes educational outcomes. However, existing research either focuses on task-specific trustworthy methods without a holistic view of trustworthy intelligent education, or provides survey-level discussions that remain high-level and fragmented, lacking a clear and systematic categorization. To address these limitations, in this paper, we present a systematic and structured review of trustworthy intelligent education. Specifically, We first organize intelligent education into five representative task categories: learner ability assessment, learning resource recommendation, learning analytics, educational content understanding, and instructional assistance. Building on this task landscape, we review existing studies from five trustworthiness perspectives, including safety and privacy, robustness, fairness, explainability, and sustainability, and summarize and categorize the research methodologies and solution strategies therein. Finally, we summarize key challenges and discuss future research directions. This survey aims to provide a coherent reference framework and facilitate a clearer understanding of trustworthiness in intelligent education.",
      "keywords": [
        "cs.IR",
        "cs.AI",
        "cs.CY"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21837v1",
      "authors": [
        "Xiaoshan Yu",
        "Shangshang Yang",
        "Ziwen Wang"
      ],
      "arxiv_categories": [
        "cs.IR",
        "cs.AI",
        "cs.CY"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.238687",
    "entities": [
      "Trustworthy Intelligent Education",
      "Systematic Perspective",
      "Future Directions In",
      "Framework",
      "Intel",
      "MIT",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.21815v1",
    "title": "Moral Outrage Shapes Commitments Beyond Attention: Multimodal Moral Emotions on YouTube in Korea and the US",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21815v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Understanding how media rhetoric shapes audience engagement is crucial in the attention economy. This study examines how moral emotional framing by mainstream news channels on YouTube influences user behavior across Korea and the United States. To capture the platform's multimodal nature, combining thumbnail images and video titles, we develop a multimodal moral emotion classifier by fine tuning a vision language model. The model is trained on human annotated multimodal datasets in both languages and applied to approximately 400,000 videos from major news outlets. We analyze engagement levels including views, likes, and comments, representing increasing degrees of commitment. The results show that other condemning rhetoric expressions of moral outrage that criticize others morally consistently increase all forms of engagement across cultures, with effects ranging from passive viewing to active commenting. These findings suggest that moral outrage is a particularly effective emotional strategy, attracting not only attention but also active participation. We discuss concerns about the potential misuse of other condemning rhetoric, as such practices may deepen polarization by reinforcing in group and out group divisions. To facilitate future research and ensure reproducibility, we publicly release our Korean and English multimodal moral emotion classifiers.",
      "keywords": [
        "cs.CL",
        "cs.AI",
        "cs.SI",
        "cs.CY"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21815v1",
      "authors": [
        "Seongchan Park",
        "Jaehong Kim",
        "Hyeonseung Kim"
      ],
      "arxiv_categories": [
        "cs.CL",
        "cs.AI",
        "cs.SI",
        "cs.CY"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.239039",
    "entities": [
      "Moral Outrage Shapes Commitments",
      "Multimodal Moral Emotions",
      "Beyond Attention",
      "United States",
      "MIT",
      "Act",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.21791v1",
    "title": "Preliminary Results of a Scoping Review on Assistive Technologies for Adults with ADHD",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21791v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Attention Deficit Hyperactivity Disorder (ADHD), characterized by inattention, hyperactivity, and impulsivity, is prevalent in the adult population. Long perceived and treated as a childhood condition, ADHD and its characteristics nonetheless impact a significant portion of adults today. In contrast to children with ADHD, adults with ADHD face unique challenges in the workplace and in higher education. In this work-in-progress paper, we present a scoping review as a foundation to understand and explore existing technology-based approaches to support adults with ADHD. In total, our search returned 3,538 papers upon which we selected, based on PRISMA-ScR, a total of 46 papers for in-depth analysis. Our initial findings highlight that most papers take on a therapeutic or intervention perspective instead of a more positive support perspective. Our analysis also found a tremendous increase in recent papers on the topic, which highlights that more and more researchers are becoming aware of the need to address ADHD with adults. For the future, we aim to further analyze the corpus and identify research gaps and potentials for further development of ADHD assistive technologies.",
      "keywords": [
        "cs.HC"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21791v1",
      "authors": [
        "Valerie Tan",
        "Luisa Jost",
        "Jens Gerken"
      ],
      "arxiv_categories": [
        "cs.HC"
      ]
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:16.239351",
    "entities": [
      "Attention Deficit Hyperactivity Disorder",
      "Assistive Technologies",
      "Preliminary Results",
      "Scoping Review",
      "PRISMA",
      "ADHD",
      "Act",
      "EU",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22099v1",
    "title": "Towards Universal Urban Patterns-of-Life Simulation",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22099v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Understanding urban mobility requires models that capture how people interact with and navigate the built environment. We present a scalable, generalizable agent-based framework in which daily schedules emerge from the interplay between mandatory (e.g., work, school) and flexible (e.g., errands, food, leisure) activities, driven by evolving individual needs. The results of our model are validated against empirical patterns from the 2017 U.S. National Household Travel Survey, including activity distributions, origin-destination flows, and trip-chain length distributions. We introduce a normalized similarity metric to quantify agreement between simulated and empirical patterns. Most cities achieve scores above 0.80, demonstrating strong alignment without the need for city-specific calibration. The model scales efficiently to over 20 million agents, enabling full-population simulations of large metropolitan areas. This combination of universality and scalability enables scenario analysis for infrastructure stress testing, disaster recovery, innovation diffusion, and disease spread in urban systems.",
      "keywords": [
        "physics.soc-ph"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22099v1",
      "authors": [
        "Sandro M. Reia",
        "Henrique F. de Arruda",
        "Shiyang Ruan"
      ],
      "arxiv_categories": [
        "physics.soc-ph"
      ]
    },
    "preliminary_category": "s",
    "collected_at": "2026-02-01T07:58:22.691731",
    "entities": [
      "Towards Universal Urban Patterns",
      "National Household Travel Survey",
      "Life Simulation Understanding",
      "Agreement",
      "Framework",
      "Fusion",
      "Act",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.22021v1",
    "title": "Post-Disaster Resource Redistribution and Cooperation Evolution Based on Two-Layer Network Evolutionary Games",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.22021v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "In the aftermath of large-scale disasters, the scarcity of resources and the paralysis of infrastructure raise severe challenges to effective post-disaster recovery. Efficient coordination between shelters and victims plays a crucial role in building community resilience, yet the evolution of two-layer behavioral feedback between these two groups through network coupling remains insufficiently understood. Here, this study develops a two-layer network to capture the cross-layer coupling between shelters and victims. The upper layer uses a post-disaster emergency resource redistribution model within the framework of the public goods game, while the lower layer adopts a cooperative evolutionary game to describe internal victim interactions. Monte Carlo simulations on scale-free networks reveal threshold effects of incentives: moderate public goods enhancement and subsidies promote cooperation, whereas excessive incentives induce free-riding. In contrast, credible and well-executed punishment effectively suppresses defection. Targeted punishment of highly connected shelters significantly enhances cooperation under resource constraints. A comparative analysis using a network generated from the actual coordinates of Beijing shelters confirms the model's generality and practical applicability. The findings highlight the importance of calibrated incentives, enforceable sanctions, and structural targeting in fostering robust cooperation across organizational and individual levels in post-disaster environments.",
      "keywords": [
        "cs.GT",
        "physics.soc-ph"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.22021v1",
      "authors": [
        "Yu Chen",
        "Genjiu Xu",
        "Sinan Feng"
      ],
      "arxiv_categories": [
        "cs.GT",
        "physics.soc-ph"
      ]
    },
    "preliminary_category": "s",
    "collected_at": "2026-02-01T07:58:22.692785",
    "entities": [
      "Disaster Resource Redistribution",
      "Layer Network Evolutionary Games",
      "Cooperation Evolution Based",
      "Monte Carlo",
      "Framework",
      "Act",
      "AI",
      "UN"
    ]
  },
  {
    "id": "arxiv-2601.21783v1",
    "title": "Measuring node similarity using minimum cycles in networks",
    "source": {
      "name": "arXiv",
      "type": "academic",
      "url": "http://arxiv.org/abs/2601.21783v1",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Cycles are ubiquitous in various networks such as social, biological, and technological systems, where they play a significant functional and dynamical role. This paper proposes a node similarity measure based on minimal simple cycles, referred to as cycle similarity. Specifically, the metric quantifies the similarity between two nodes by considering the minimal cycles that connect them through their neighboring nodes, with an upper bound imposed on the cycle size to ensure computational feasibility. We then systematically examine the effectiveness and applicability of this similarity measure through two fundamental tasks: link prediction and community detection. To address the scarcity of cycles in link prediction, an edge-addition correction strategy is introduced, whereby the existence of a candidate edge is hypothetically assumed before computing node similarity. Experimental results demonstrate that this correction leads to improved performance on datasets including karate, INT, PPI, and Grid. In hierarchical community detection using cycle similarity, we find that the significance of cyclic structures (reflected by Z-scores), the presence of pendant nodes with degree one, and the existence of cut vertices are the primary factors influencing the algorithm's performance.",
      "keywords": [
        "physics.soc-ph"
      ],
      "language": "en"
    },
    "metadata": {
      "arxiv_id": "2601.21783v1",
      "authors": [
        "Bo Yang"
      ],
      "arxiv_categories": [
        "physics.soc-ph"
      ]
    },
    "preliminary_category": "s",
    "collected_at": "2026-02-01T07:58:22.695813",
    "entities": [
      "INT",
      "PPI",
      "Act",
      "UN"
    ]
  },
  {
    "id": "federal-register-62fddfadd369",
    "title": "Airworthiness Directives; Airbus SAS Airplanes",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01928/airworthiness-directives-airbus-sas-airplanes",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The FAA proposes to supersede Airworthiness Directive (AD) 2024-24-10, which applies to certain Airbus SAS Model A318 and Model A320 series airplanes; Model A319-111, -112, -113, -114, -115, -131, - 132, -133, -151N, -153N, and 171N airplanes; and Model A321-111, -112, -131, -211, -212, -213, -231, -232, -251N, -251NX, -252N, -252NX, - 253N, -253NX, -271N, -271NX, -272N, and -272NX airplanes. AD 2024-24-10 requires revising the existing maintenance or inspection program, as applicable, to incorporate new or more restrictive airworthiness limitations. Since the FAA issued AD 2024-24-10, the FAA has determined that new or more restrictive airworthiness limitations are necessary. This proposed AD would continue to require certain actions in AD 2024- 24-10 and would require revising the existing maintenance or inspection program, as applicable, to incorporate new or more restrictive airworthiness limitations. This proposed AD would also add Model A319- 173N and Model A321-253NY airplanes to the applicability. The FAA is proposing this AD to address the unsafe condition on these products.",
      "keywords": [
        "air transportation",
        "aircraft",
        "aviation safety",
        "incorporation by reference",
        "safety",
        "transportation department",
        "federal aviation administration"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Proposed Rule",
      "agencies": [
        "Transportation Department",
        "Federal Aviation Administration"
      ],
      "topics": [
        "Air transportation",
        "Aircraft",
        "Aviation safety",
        "Incorporation by reference",
        "Safety"
      ]
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.788120"
  },
  {
    "id": "federal-register-1846a2b56c6b",
    "title": "Requirements for Site Security and Production Handling; Applying for Commingling and Allocation Approval",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01926/requirements-for-site-security-and-production-handling-applying-for-commingling-and-allocation",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The Bureau of Land Management (BLM) proposes to revise its regulations governing site security and production handling and commingling applications to reflect Congress's direction in section 50101(d)(3) of the \"One Big Beautiful Bill Act\" (OBBB) and policy direction in Executive Orders (E.O.s) entitled, Unleashing American Energy and Ensuring Lawful Governance and Implementing the President's \"Department of Government Efficiency\" Deregulatory Initiative and policy guidance in Secretary's Order (S.O.) 3418, entitled, Unleashing American Energy. The BLM is proposing to revise the regulations to allow for commingling of production more broadly to promote oil and gas production on Federal, Indian, private and State lands. Commingling of production can reduce an operator's cost which could extend the economic life of a well, thereby allowing the operator to continue producing from a well that might otherwise be abandoned.",
      "keywords": [
        "administrative practice and procedure",
        "indians-lands",
        "mineral royalties",
        "oil and gas reserves",
        "public lands-mineral resources",
        "interior department",
        "land management bureau"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Proposed Rule",
      "agencies": [
        "Interior Department",
        "Land Management Bureau"
      ],
      "topics": [
        "Administrative practice and procedure",
        "Indians-lands",
        "Mineral royalties",
        "Oil and gas reserves",
        "Public lands-mineral resources"
      ]
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.788328"
  },
  {
    "id": "federal-register-c67a10c3373f",
    "title": "Notice of Submission of Proposed Information Collection to OMB; Agency Request for Renewal of Previously Approved Collections: Nondiscrimination on the Basis of Disability in Air Travel: Reporting Requirements for Disability-Related Complaints",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01914/notice-of-submission-of-proposed-information-collection-to-omb-agency-request-for-renewal-of",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "In accordance with the Paperwork Reduction Act of 1995 (44 U.S.C. Chapter 35, as amended), the Department is forwarding the Information Collection Request (ICR) described below to OMB for review. DOT published a Federal Register notice with a 60-day comment period soliciting comments on the following collections of information on November 28, 2025 (90 FR 54,880). DOT received four comments on the 60- day notice which are addressed below. DOT considered the comments and concluded that it will not make any changes to the information collections before it submits the ICR to OMB for review. This notice is to allow the public an additional 30 days from the date of this notice to submit comments to the recently published application to renew OMB Control Number: 2105-0551, \"Reporting Requirements for Disability- Related Complaints.\"",
      "keywords": [
        "transportation department"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Transportation Department",
        ""
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.789069"
  },
  {
    "id": "federal-register-76152a08b61d",
    "title": "Effluent Limitations Guidelines and Standards for the Steam Electric Power Generating Point Source Category-Deadline Extensions; Correction",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01913/effluent-limitations-guidelines-and-standards-for-the-steam-electric-power-generating-point-source",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The U.S. Environmental Protection Agency (the EPA or Agency) is issuing a notice to correct some of the deadlines listed in the final rule, \"Effluent Limitations Guidelines and Standards for the Steam Electric Generating Point Source Category-- Deadline Extensions,\" which published in the Federal Register on December 31, 2025. After publication, the EPA became aware of post- signature typographical errors in the published regulatory text concerning compliance deadlines for pretreatment standards and related reporting recordkeeping requirements in the rule. This correction will ensure that the rule's compliance deadlines and reporting and recordkeeping deadlines match those in the version of the rule signed by the EPA Administrator.",
      "keywords": [
        "environmental protection agency"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Rule",
      "agencies": [
        "Environmental Protection Agency"
      ],
      "topics": []
    },
    "preliminary_category": "E",
    "collected_at": "2026-02-01T07:58:23.789238"
  },
  {
    "id": "federal-register-0e2d245e574f",
    "title": "Reimagining and Improving Student Education",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01912/reimagining-and-improving-student-education",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The Secretary proposes to amend the regulations for the Federal student loan programs authorized under title IV of the Higher Education Act (HEA) of 1965, as amended (the title IV, HEA programs) to implement the statutory changes to the title IV, HEA programs included in the One Big Beautiful Bill Act (OBBB) signed into law by President Trump on July 4, 2025. These changes include establishing new loan limits for graduate students, professional students, and parents, and phasing out the Graduate PLUS Program. The Department notes that the term \"professional student\" as used in this Notice of Proposed Rulemaking (NPRM) is intended solely to distinguish those programs that we propose would be eligible for higher loan limits, as required by the OBBB. The designation, or lack thereof, of a program as \"professional\" does not reflect a value judgment by the Department regarding whether a borrower graduating from the program is considered a \"professional.\" This NPRM only interprets the phrase \"professional student\" as used in the context of the loan limits established by the OBBB. The OBBB also simplifies the current broken and confusing myriad of Federal student loan repayment plans by phasing out the existing Income-Contingent Repayment (ICR) plans, creating a new tiered standard repayment plan option, and implementing a new income-driven repayment plan known as the Repayment Assistant Plan. The OBBB also enables borrowers in default who have previously rehabilitated a defaulted loan a second chance to rehabilitate their loan(s) and resume repayment.",
      "keywords": [
        "administrative practice and procedure",
        "colleges and universities",
        "education",
        "reporting and recordkeeping requirements",
        "student aid",
        "education department"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Proposed Rule",
      "agencies": [
        "Education Department"
      ],
      "topics": [
        "Administrative practice and procedure",
        "Colleges and universities",
        "Education",
        "Reporting and recordkeeping requirements",
        "Student aid"
      ]
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.789484"
  },
  {
    "id": "federal-register-e4adb5005261",
    "title": "Takes of Marine Mammals Incidental to Specified Activities; Taking Marine Mammals Incidental to U.S. Navy Ice Exercise Activities 2026 in the Arctic Ocean",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01911/takes-of-marine-mammals-incidental-to-specified-activities-taking-marine-mammals-incidental-to-us",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "In accordance with regulations implementing the Marine Mammal Protection Act (MMPA) as amended, notification is hereby given that NMFS has issued an incidental harassment authorization (IHA) to the U.S. Department of the Navy (hereafter Navy) for authorization to take marine mammals incidental to Ice Exercise Activities 2026 (ICEX26) in the Arctic Ocean. The Navy's activities are considered military readiness activities pursuant to the MMPA, as amended by the National Defense Authorization Act for Fiscal Year 2004 (2004 NDAA).",
      "keywords": [
        "commerce department",
        "national oceanic and atmospheric administration"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Commerce Department",
        "National Oceanic and Atmospheric Administration"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.789611"
  },
  {
    "id": "federal-register-532219374854",
    "title": "Agency Information Collection Activities; Submission to the Office of Management and Budget; Federal Fish and Wildlife Applications and Reports-Law Enforcement",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01910/agency-information-collection-activities-submission-to-the-office-of-management-and-budget-federal",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "In accordance with the Paperwork Reduction Act of 1995 (PRA), we, the U.S. Fish and Wildlife Service (Service), are proposing to renew an information collection without change.",
      "keywords": [
        "interior department",
        "fish and wildlife service"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Interior Department",
        "Fish and Wildlife Service"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.789682"
  },
  {
    "id": "federal-register-2e8d8b617641",
    "title": "Agency Information Collection Activities; Submission to the Office of Management and Budget; Policy for Evaluation of Conservation Efforts When Making Listing Decisions (PECE)",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01909/agency-information-collection-activities-submission-to-the-office-of-management-and-budget-policy",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "In accordance with the Paperwork Reduction Act of 1995 (PRA), we, the U.S. Fish and Wildlife Service (Service), are proposing to renew a currently approved information collection without change.",
      "keywords": [
        "interior department",
        "fish and wildlife service"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Interior Department",
        "Fish and Wildlife Service"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.789757"
  },
  {
    "id": "federal-register-8837f732ae97",
    "title": "Agency Information Collection Activities; Submission to the Office of Management and Budget for Review and Approval; Homeliving Programs and School Closure and Consolidation",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01908/agency-information-collection-activities-submission-to-the-office-of-management-and-budget-for",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "In accordance with the Paperwork Reduction Act of 1995, we, the Bureau of Indian Education (BIE), are proposing to renew an information collection without change.",
      "keywords": [
        "interior department",
        "indian affairs bureau"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Interior Department",
        "Indian Affairs Bureau"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.789826"
  },
  {
    "id": "federal-register-82cbfeace5be",
    "title": "Improving Transparency Into Pharmacy Benefit Manager Fee Disclosure",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01907/improving-transparency-into-pharmacy-benefit-manager-fee-disclosure",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The Department is proposing a regulation that would require providers of pharmacy benefit management services and affiliated providers of brokerage and consulting services to disclose information about their compensation to fiduciaries of self-insured group health plans subject to the Employee Retirement Income Security Act (ERISA). These disclosures are needed so that fiduciaries can assess the reasonableness of the contracts or arrangements with these service providers, including the reasonableness of the service providers' compensation. These disclosure requirements would apply for purposes of ERISA's statutory prohibited transaction exemption for services arrangements. This proposal implements section 12 of President Trump's Executive Order 14273, Lowering Drug Prices by Once Again Putting Americans First, which instructs the Department to propose regulations to improve employer health plan transparency into the direct and indirect compensation received by pharmacy benefit managers. If finalized, this regulation would affect sponsors and other fiduciaries of self-insured group health plans and certain service providers to such plans.",
      "keywords": [
        "employee benefit plans",
        "pensions",
        "labor department",
        "employee benefits security administration"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Proposed Rule",
      "agencies": [
        "Labor Department",
        "Employee Benefits Security Administration"
      ],
      "topics": [
        "Employee benefit plans",
        "Pensions"
      ]
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.790012"
  },
  {
    "id": "federal-register-cc7f0f8277ed",
    "title": "Agency Information Collection Activities; Proposed eCollection eComments Requested; Extension of a Previously Approved Collection; Claims Public Safety Officer Medal of Valor Application",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01906/agency-information-collection-activities-proposed-ecollection-ecomments-requested-extension-of-a",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The Office of Justice Programs, Department of Justice (DOJ), will be submitting the following information collection request to the Office of Management and Budget (OMB) for review and approval in accordance with the Paperwork Reduction Act of 1995.",
      "keywords": [
        "justice department"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Justice Department"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.790098"
  },
  {
    "id": "federal-register-9dceb630ab3a",
    "title": "Formations of, Acquisitions by, and Mergers of Bank Holding Companies; Correction",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01905/formations-of-acquisitions-by-and-mergers-of-bank-holding-companies-correction",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Notice by Federal Reserve System",
      "keywords": [
        "federal reserve system"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Federal Reserve System"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.790138"
  },
  {
    "id": "federal-register-0bc5078dc4fe",
    "title": "Formations of, Acquisitions by, and Mergers of Bank Holding Companies",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01904/formations-of-acquisitions-by-and-mergers-of-bank-holding-companies",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Notice by Federal Reserve System",
      "keywords": [
        "federal reserve system"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Federal Reserve System"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.790174"
  },
  {
    "id": "federal-register-f37652895209",
    "title": "FDA Rare Disease Innovation Hub Future Programming; Request for Comments",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01903/fda-rare-disease-innovation-hub-future-programming-request-for-comments",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The Food and Drug Administration (FDA or the Agency) is announcing the following request for comments for a future public workshop series entitled \"Rare disease Innovation, Science, and Exploration (RISE) Workshop.\" The purpose of the public workshops is to focus on challenges that are common to multiple diseases or a class of diseases, and for which evolving science offers innovative solutions. The workshops will primarily focus on cross-cutting or common issues and will not be focused on any specific product under review by the Agency. The Agency further welcomes comments that highlight general rare disease-related issues of potential interest for the FDA Rare Disease Innovation Hub (Hub) to inform its future activities.",
      "keywords": [
        "health and human services department",
        "food and drug administration"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Health and Human Services Department",
        "Food and Drug Administration"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.790305"
  },
  {
    "id": "federal-register-877ca03b5dbb",
    "title": "Chlorate; Exemption From the Requirement of a Pesticide Tolerance",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01902/chlorate-exemption-from-the-requirement-of-a-pesticide-tolerance",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "This regulation establishes an exemption from the requirement of a tolerance for residues of chlorate (CAS Reg. No. 7775-09-9) in or on several food commodities. Under the Federal Food, Drug, and Cosmetic Act (FFDCA), TriNova LLC submitted a petition to EPA requesting an exemption from the requirement of a tolerance. This regulation eliminates the need to establish a maximum permissible level for residues of this pesticide when used in accordance with the terms of the exemption.",
      "keywords": [
        "administrative practice and procedure",
        "agricultural commodities",
        "environmental protection",
        "pesticides and pests",
        "reporting and recordkeeping requirements",
        "environmental protection agency"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Rule",
      "agencies": [
        "Environmental Protection Agency"
      ],
      "topics": [
        "Administrative practice and procedure",
        "Agricultural commodities",
        "Environmental protection",
        "Pesticides and pests",
        "Reporting and recordkeeping requirements"
      ]
    },
    "preliminary_category": "E",
    "collected_at": "2026-02-01T07:58:23.790422"
  },
  {
    "id": "federal-register-2c98345d9b43",
    "title": "PDHP 68949; Exemption From the Requirement of a Tolerance",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01901/pdhp-68949-exemption-from-the-requirement-of-a-tolerance",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "This regulation establishes an exemption from the requirement of a tolerance for residues of PDHP 68949 in or on all food commodities if used according to the label and good agricultural practices. Plant Health Care, Inc. submitted a petition to the EPA under the Federal Food, Drug, and Cosmetic Act (FFDCA), requesting an exemption from the requirement of a tolerance. This regulation eliminates the need to establish a maximum permissible level for residues of PDHP 68949 under FFDCA when used in accordance with this exemption.",
      "keywords": [
        "administrative practice and procedure",
        "agricultural commodities",
        "environmental protection",
        "pesticides and pests",
        "reporting and recordkeeping requirements",
        "environmental protection agency"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Rule",
      "agencies": [
        "Environmental Protection Agency"
      ],
      "topics": [
        "Administrative practice and procedure",
        "Agricultural commodities",
        "Environmental protection",
        "Pesticides and pests",
        "Reporting and recordkeeping requirements"
      ]
    },
    "preliminary_category": "E",
    "collected_at": "2026-02-01T07:58:23.790542"
  },
  {
    "id": "federal-register-2cdcb4cd2574",
    "title": "Agency Information Collection Activities; Submission to the Office of Management and Budget; U.S. Fish and Wildlife Service Bison Donations Request Program",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01900/agency-information-collection-activities-submission-to-the-office-of-management-and-budget-us-fish",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "In accordance with the Paperwork Reduction Act of 1995, we, the U.S. Fish and Wildlife Service (Service), are proposing to renew a currently approved information collection without change.",
      "keywords": [
        "interior department",
        "fish and wildlife service"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Interior Department",
        "Fish and Wildlife Service"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.790610"
  },
  {
    "id": "federal-register-47d0136f4bff",
    "title": "Indian Entities Recognized by and Eligible To Receive Services From the United States Bureau of Indian Affairs",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01899/indian-entities-recognized-by-and-eligible-to-receive-services-from-the-united-states-bureau-of",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "This notice publishes the current list of 575 Tribal entities recognized by and eligible for funding and services from the Bureau of Indian Affairs (BIA) by virtue of their status as Indian Tribes.",
      "keywords": [
        "interior department",
        "indian affairs bureau"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Interior Department",
        "Indian Affairs Bureau"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.790679"
  },
  {
    "id": "federal-register-b511890c4374",
    "title": "Consumer Protection and Accessibility Advisory Committee; Announcement of Meeting",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01898/consumer-protection-and-accessibility-advisory-committee-announcement-of-meeting",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "In this document, the Commission announces the second meeting of the current term of its Consumer Protection and Accessibility Advisory Committee (CPAAC or Committee).",
      "keywords": [
        "federal communications commission"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Federal Communications Commission"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.790739"
  },
  {
    "id": "federal-register-253fc36077db",
    "title": "Foreign-Trade Zone 124; Application for Subzone; ECI Gulf Coast Parts and Service, Inc.; New Iberia, Louisiana",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01897/foreign-trade-zone-124-application-for-subzone-eci-gulf-coast-parts-and-service-inc-new-iberia",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Notice by Commerce Department, Foreign-Trade Zones Board",
      "keywords": [
        "commerce department",
        "foreign-trade zones board"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Commerce Department",
        "Foreign-Trade Zones Board"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.790787"
  },
  {
    "id": "federal-register-57f8bb0e6921",
    "title": "Agency Information Collection Activities: Information Collection Renewal; Submission for OMB Review; Stress Testing Rules for National Banks and Federal Savings Associations",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01896/agency-information-collection-activities-information-collection-renewal-submission-for-omb-review",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The OCC, as part of its continuing effort to reduce paperwork and respondent burden, invites comment on a continuing information collection, as required by the Paperwork Reduction Act of 1995 (PRA). In accordance with the requirements of the PRA, the OCC may not conduct or sponsor, and the respondent is not required to respond to, an information collection unless it displays a currently valid Office of Management and Budget (OMB) control number. The OCC is soliciting comment concerning the renewal of its information collection titled, \"Stress Testing Rules for National Banks and Federal Savings Associations.\" The OCC also is giving notice that it has sent the collection to OMB for review.",
      "keywords": [
        "treasury department",
        "comptroller of the currency"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Treasury Department",
        "Comptroller of the Currency"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.790933"
  },
  {
    "id": "federal-register-db7ab7bac958",
    "title": "Agency Information Collection Activities: Comment Request",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01895/agency-information-collection-activities-comment-request",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "In accordance with the Paperwork Reduction Act of 1995 (PRA), the Consumer Financial Protection Bureau (CFPB or Bureau) requests the Office of Management and Budget's (OMB's) extension of an information collection titled \"Consumer Response Intake Form.\"",
      "keywords": [
        "consumer financial protection bureau"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Consumer Financial Protection Bureau"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.790999"
  },
  {
    "id": "federal-register-c26bd0a99c56",
    "title": "30-Day Notice for the “Application for International and Domestic Indemnification”; Proposed Collection; Comment Request",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01894/30-day-notice-for-the-application-for-international-and-domestic-indemnification-proposed-collection",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The National Endowment for the Arts, on behalf of the Federal Council on the Arts and the Humanities, will submit the following public information collection request (ICR) to the Office of Management and Budget (OMB) for review and approval in accordance with the Paperwork Reduction Act of 1995: Application for International Indemnification. Copies of this ICR, with applicable supporting documentation, may be obtained by visiting www.reginfo.gov.",
      "keywords": [
        "national foundation on the arts and the humanities",
        "national endowment for the arts"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "National Foundation on the Arts and the Humanities",
        "National Endowment for the Arts"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791100"
  },
  {
    "id": "federal-register-4ea50dabee19",
    "title": "Quarterly Update to Annual Listing of Foreign Government Subsidies on Articles of Cheese Subject to an In-Quota Rate of Duty",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01893/quarterly-update-to-annual-listing-of-foreign-government-subsidies-on-articles-of-cheese-subject-to",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Notice by Commerce Department, International Trade Administration",
      "keywords": [
        "commerce department",
        "international trade administration"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Commerce Department",
        "International Trade Administration"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791148"
  },
  {
    "id": "federal-register-5c525f9bcc65",
    "title": "Foreign-Trade Zone (FTZ) 102 Notification of Proposed Production Activity; BASF Agricultural Solutions US LLC; (Agricultural Fungicide and Herbicide Products); Fenton/Palmyra, Missouri",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01892/foreign-trade-zone-ftz-102-notification-of-proposed-production-activity-basf-agricultural-solutions",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Notice by Commerce Department, Foreign-Trade Zones Board",
      "keywords": [
        "commerce department",
        "foreign-trade zones board"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Commerce Department",
        "Foreign-Trade Zones Board"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791195"
  },
  {
    "id": "federal-register-da8bf8be89ea",
    "title": "Notice of Establishment of Emergency Relief Docket for Calendar Year 2026",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01891/notice-of-establishment-of-emergency-relief-docket-for-calendar-year-2026",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "By this notice, the Federal Transit Administration (FTA) is establishing an Emergency Relief Docket for calendar year 2026, so grantees and subgrantees affected by a national or regional emergency or disaster may request temporary relief from FTA administrative and statutory requirements.",
      "keywords": [
        "transportation department",
        "federal transit administration"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Transportation Department",
        "Federal Transit Administration"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791259"
  },
  {
    "id": "federal-register-7e0bf6b4deb6",
    "title": "Agency Information Collection Activities; Submission for OMB Review; Comment Request; Extension: Regulation S-AM",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01888/agency-information-collection-activities-submission-for-omb-review-comment-request-extension",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Notice by Securities and Exchange Commission",
      "keywords": [
        "securities and exchange commission"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Securities and Exchange Commission"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791375"
  },
  {
    "id": "federal-register-c2a71913e96d",
    "title": "Port of Moses Lake-Acquisition Exemption-Moses Lake, Wash",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01887/port-of-moses-lake-acquisition-exemption-moses-lake-wash",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Notice by Surface Transportation Board",
      "keywords": [
        "surface transportation board"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Surface Transportation Board"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791406"
  },
  {
    "id": "federal-register-bc6742c699a7",
    "title": "Agency Information Collection Activities; Comment Request; FERPA and PPRA E-Complaint Forms",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01886/agency-information-collection-activities-comment-request-ferpa-and-ppra-e-complaint-forms",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "In accordance with the Paperwork Reduction Act (PRA) of 1995, the Department is proposing a reinstatement without change of a previously approved information collection request (ICR).",
      "keywords": [
        "education department"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Education Department"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791455"
  },
  {
    "id": "federal-register-5f46004d276c",
    "title": "Agency Information Collection Activities; Extension of Collection; Safety Standard for Clothing Storage Units",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01885/agency-information-collection-activities-extension-of-collection-safety-standard-for-clothing",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "As required by the Paperwork Reduction Act of 1995 (PRA), the Consumer Product Safety Commission (CPSC or Commission) announces that the Commission has submitted to the Office of Management and Budget (OMB) a request for extension of approval of information collection requirements associated with the Safety Standard for Clothing Storage Units. OMB previously approved the collection of information under control number 3041-0191. OMB's most recent extension of approval will expire on February 28, 2026. On November 28, 2025, CPSC published a notice in the Federal Register to announce the agency's intention to seek extension of approval of the collection of information. The Commission received one public comment in support of this information collection. Therefore, by publication of this notice, the Commission announces that CPSC has submitted to OMB a request for extension of approval of that collection of information.",
      "keywords": [
        "consumer product safety commission"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Consumer Product Safety Commission"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791587"
  },
  {
    "id": "federal-register-ee7e6525cef5",
    "title": "Delete, Delete, Delete; Withdrawal",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01884/delete-delete-delete-withdrawal",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The Federal Communications Commission published a direct final rule in the Federal Register on December 12, 2025, concerning the elimination of certain outdated, obsolete, and unnecessary rules. The Commission identified rules for repeal that plainly no longer serve the public interest because they are duplicative, outdated, or unnecessary. However, this document identifies certain rule deletions from the direct final rule that either drew \"significant adverse\" public comments or that the Commission itself has determined require additional notice and comment procedures. This document provides notice that the repeal instructions for these specific rules and rule parts are withdrawn, and the rules are retained.",
      "keywords": [
        "federal communications commission"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Rule",
      "agencies": [
        "Federal Communications Commission"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791690"
  },
  {
    "id": "federal-register-ac365027c248",
    "title": "Agency Information Collection Activities: Proposed Collection: Public Comment Request; Information Collection Request Title: HRSA AIDS Drug Assistance Program Data Report, OMB No. 0915-0345-Extension",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01883/agency-information-collection-activities-proposed-collection-public-comment-request-information",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "In compliance with the requirement for opportunity for public comment on proposed data collection projects of the Paperwork Reduction Act of 1995, HRSA announces plans to submit an Information Collection Request (ICR), described below, to the Office of Management and Budget (OMB). Prior to submitting the ICR to OMB, HRSA seeks comments from the public regarding the burden estimate, below, or any other aspect of the ICR.",
      "keywords": [
        "health and human services department",
        "health resources and services administration"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Health and Human Services Department",
        "Health Resources and Services Administration"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791784"
  },
  {
    "id": "federal-register-ca45073d5577",
    "title": "Safety Zone; Inner Harbor, Baltimore, MD",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01882/safety-zone-inner-harbor-baltimore-md",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The Coast Guard is proposing to establish a temporary safety zone for certain navigable waters of the Inner Harbor in Baltimore, MD. The safety zone is needed to protect personnel, vessels, and the marine environment from potential hazards created during an Air Show. This proposed rulemaking would prohibit persons and vessels from being in the safety zone unless specifically authorized by the Captain of the Port, Sector Maryland-National Capital Region, or a designated representative. We invite your comments on this proposed rulemaking.",
      "keywords": [
        "harbors",
        "marine safety",
        "navigation (water)",
        "reporting and recordkeeping requirements",
        "security measures",
        "waterways",
        "homeland security department",
        "coast guard"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Proposed Rule",
      "agencies": [
        "Homeland Security Department",
        "Coast Guard"
      ],
      "topics": [
        "Harbors",
        "Marine safety",
        "Navigation (water)",
        "Reporting and recordkeeping requirements",
        "Security measures",
        "Waterways"
      ]
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791889"
  },
  {
    "id": "federal-register-af2609920dfc",
    "title": "National Heart, Lung, and Blood Institute; Amended Notice of Meeting",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01881/national-heart-lung-and-blood-institute-amended-notice-of-meeting",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Notice by Health and Human Services Department, National Institutes of Health",
      "keywords": [
        "health and human services department",
        "national institutes of health"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Health and Human Services Department",
        "National Institutes of Health"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.791932"
  },
  {
    "id": "federal-register-c6fb35d09b54",
    "title": "30-Day Notice of Proposed Information Collection: Capital Fund High Risk/Receivership/Substandard/Troubled Program",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01880/30-day-notice-of-proposed-information-collection-capital-fund-high",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "HUD is seeking approval from the Office of Management and Budget (OMB) for the information collection described below. In accordance with the Paperwork Reduction Act, HUD is requesting comments from all interested parties on the proposed collection of information. The purpose of this notice is to allow for 30 days of public comment.",
      "keywords": [
        "housing and urban development department"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Housing and Urban Development Department"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.792011"
  },
  {
    "id": "federal-register-14d1591e7dae",
    "title": "National Eye Institute; Notice of Closed Meeting",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01879/national-eye-institute-notice-of-closed-meeting",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Notice by Health and Human Services Department, National Institutes of Health",
      "keywords": [
        "health and human services department",
        "national institutes of health"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Notice",
      "agencies": [
        "Health and Human Services Department",
        "National Institutes of Health"
      ],
      "topics": []
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.792051"
  },
  {
    "id": "federal-register-a9e38ecfaa9b",
    "title": "Airworthiness Directives; Airbus Helicopters Deutschland GmbH (AHD) Helicopters",
    "source": {
      "name": "US Federal Register",
      "type": "policy",
      "url": "https://www.federalregister.gov/documents/2026/01/30/2026-01878/airworthiness-directives-airbus-helicopters-deutschland-gmbh-ahd-helicopters",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "The FAA is adopting a new airworthiness directive (AD) for all Airbus Helicopters Deutschland GmbH (AHD) Model MBB-BK117 D-3 helicopters. This AD was prompted by a report of excessive wear on the bearing bolts, installed on the swashplate, connecting the cardan ring and the control ring assembly. This AD requires initial and repetitive inspections of the swashplate for vertical and radial play and, depending on the results of the inspections, corrective actions. This AD also prohibits installing any affected bolt unless the bolts are new or certain requirements are met. The FAA is issuing this AD to address the unsafe condition on these products.",
      "keywords": [
        "air transportation",
        "aircraft",
        "aviation safety",
        "incorporation by reference",
        "safety",
        "transportation department",
        "federal aviation administration"
      ],
      "language": "en"
    },
    "metadata": {
      "document_type": "Rule",
      "agencies": [
        "Transportation Department",
        "Federal Aviation Administration"
      ],
      "topics": [
        "Air transportation",
        "Aircraft",
        "Aviation safety",
        "Incorporation by reference",
        "Safety"
      ]
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:23.792164"
  },
  {
    "id": "who-press-releases-e783dafba3aa",
    "title": "Communities unite to address stigma and discrimination affecting people with neglected tropical diseases",
    "source": {
      "name": "WHO Press Releases",
      "type": "policy",
      "url": "https://www.who.int/news/item/30-01-2026-communities-unite-to-address-stigma-and-discrimination-affecting-people-with-neglected-tropical-diseases",
      "published_date": "2026-01-29"
    },
    "content": {
      "abstract": "Marking World Neglected Tropical Diseases (NTDs) Day, the World Health Organization (WHO) warns that millions of people living with NTDs continue to face profound and often unseen suffering due to discrimination, social stigma and untreated mental health conditions. Under the rallying theme \"Unite. Act. Eliminate.\", WHO and partners urge governments to integrate mental health care into NTD elimination efforts, ensuring that no one is left behind in pain or isolation.",
      "keywords": [
        "communities",
        "unite",
        "address",
        "stigma",
        "discrimination",
        "affecting",
        "people",
        "neglected",
        "tropical",
        "diseases"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://www.who.int/rss-feeds/news-english.xml",
      "author": ""
    },
    "preliminary_category": "P",
    "collected_at": "2026-02-01T07:58:24.104122"
  },
  {
    "id": "techcrunch-a9edad72a119",
    "title": "Waymo reportedly raising a $16B funding round",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/31/waymo-reportedly-raising-a-16-billion-funding-round/",
      "published_date": "2026-01-31"
    },
    "content": {
      "abstract": "Waymo reportedly raising a $16B funding round",
      "keywords": [
        "transportation",
        "alphabet",
        "dragoneer",
        "dst global",
        "sequoia capital",
        "waymo"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Anthony Ha"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.377971"
  },
  {
    "id": "techcrunch-217225f9de0b",
    "title": "SpaceX seeks federal approval to launch 1 million solar-powered satellite data centers",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/31/spacex-seeks-federal-approval-to-launch-1-million-solar-powered-satellite-data-centers/",
      "published_date": "2026-01-31"
    },
    "content": {
      "abstract": "SpaceX seeks federal approval to launch 1 million solar-powered satellite data centers",
      "keywords": [
        "space",
        "transportation",
        "elon musk",
        "fcc",
        "spacex"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Anthony Ha"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378008"
  },
  {
    "id": "techcrunch-f87410448391",
    "title": "Nvidia CEO pushes back against report that his company’s $100B OpenAI investment has stalled",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/31/nvidia-ceo-pushes-back-against-report-that-his-companys-100b-openai-investment-has-stalled/",
      "published_date": "2026-01-31"
    },
    "content": {
      "abstract": "Nvidia CEO pushes back against report that his company’s $100B OpenAI investment has stalled",
      "keywords": [
        "ai",
        "jensen huang",
        "nvidia",
        "openai"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Anthony Ha"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378041"
  },
  {
    "id": "techcrunch-5b30cf0b46cd",
    "title": "HomeBoost’s app will show you where to save on your utility bills",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/31/homeboosts-app-will-show-you-where-to-save-on-your-utility-bills/",
      "published_date": "2026-01-31"
    },
    "content": {
      "abstract": "HomeBoost’s app will show you where to save on your utility bills",
      "keywords": [
        "startups",
        "climate",
        "real estate",
        "energy efficiency",
        "utilities",
        "exclusive",
        "startup battlefield 200",
        "techcrunch disrupt 2025",
        "homeboost"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Tim De Chant"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378074"
  },
  {
    "id": "techcrunch-b5ad6fa72d98",
    "title": "a16z partner Kofi Ampadu to leave firm after TxO program pause",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/a16z-partner-kofi-ampadu-to-leave-firm-after-txo-program-pause/",
      "published_date": "2026-01-31"
    },
    "content": {
      "abstract": "a16z partner Kofi Ampadu to leave firm after TxO program pause",
      "keywords": [
        "startups",
        "venture",
        "a16z"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Dominic-Madori Davis"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378095"
  },
  {
    "id": "techcrunch-0206aedfdc70",
    "title": "A peek inside Physical Intelligence, the startup building Silicon Valley’s buzziest robot brains",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/physical-intelligence-stripe-veteran-lachy-grooms-latest-bet-is-building-silicon-valleys-buzziest-robot-brains/",
      "published_date": "2026-01-31"
    },
    "content": {
      "abstract": "A peek inside Physical Intelligence, the startup building Silicon Valley’s buzziest robot brains",
      "keywords": [
        "ai",
        "robotics",
        "tc",
        "venture",
        "exclusive",
        "khosla ventures",
        "physical intelligence",
        "robot brains",
        "sequoia capital",
        "skild"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Connie Loizos"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378130"
  },
  {
    "id": "techcrunch-9968f9580a33",
    "title": "OnlyFans considering selling majority stake to Architect Capital",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/onlyfans-considering-selling-majority-stake-to-architect-capital/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "OnlyFans considering selling majority stake to Architect Capital",
      "keywords": [
        "media & entertainment",
        "business",
        "architect capital",
        "onlyfans",
        "leonid radvinsky"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Lucas Ropek"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378154"
  },
  {
    "id": "techcrunch-1d09a0621d61",
    "title": "OpenClaw’s AI assistants are now building their own social network",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/openclaws-ai-assistants-are-now-building-their-own-social-network/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "OpenClaw’s AI assistants are now building their own social network",
      "keywords": [
        "ai",
        "agentic ai",
        "open source",
        "openclaw"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Anna Heim"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378178"
  },
  {
    "id": "techcrunch-c340c3be1cf5",
    "title": "Informant told FBI that Jeffrey Epstein had a ‘personal hacker’",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/informant-told-fbi-that-jeffrey-epstein-had-a-personal-hacker/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Informant told FBI that Jeffrey Epstein had a ‘personal hacker’",
      "keywords": [
        "security",
        "cybersecurity",
        "department of justice",
        "epstein files",
        "fbi",
        "hackers",
        "hacking",
        "in brief",
        "jeffrey epstein"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Lorenzo Franceschi-Bicchierai"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378206"
  },
  {
    "id": "techcrunch-3098f8a9f462",
    "title": "Instagram might soon let you remove yourself from someone’s Close Friends list",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/instagram-might-soon-let-you-remove-yourself-from-someones-close-friends-list/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Instagram might soon let you remove yourself from someone’s Close Friends list",
      "keywords": [
        "apps",
        "social",
        "instagram"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Aisha Malik"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378230"
  },
  {
    "id": "techcrunch-6f3f9978184a",
    "title": "Blue Origin pauses space tourism flights to focus on the moon",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/blue-origin-pauses-space-tourism-flights-to-focus-on-the-moon/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Blue Origin pauses space tourism flights to focus on the moon",
      "keywords": [
        "space",
        "blue origin",
        "jeff bezos",
        "new shepard"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Sean O'Kane"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378251"
  },
  {
    "id": "techcrunch-7e8849d8b049",
    "title": "SpaceX’s IPO could open the floodgates — and secondaries are booming in the meantime",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/spacexs-ipo-could-open-the-floodgates-and-secondaries-are-booming-in-the-meantime/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "SpaceX’s IPO could open the floodgates — and secondaries are booming in the meantime",
      "keywords": [
        "space",
        "transportation",
        "elon musk",
        "equity",
        "exclusive",
        "ipo",
        "spacex",
        "spacex ipo"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Rebecca Bellan"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378279"
  },
  {
    "id": "techcrunch-a77ef39ae322",
    "title": "Uber is literally in the driver’s seat when it comes to AV bets",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/video/uber-is-literally-in-the-drivers-seat-when-it-comes-to-av-bets/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Uber is literally in the driver’s seat when it comes to AV bets",
      "keywords": [
        "space",
        "startups",
        "transportation",
        "anduril",
        "equity video",
        "ipo",
        "ipo window",
        "phia",
        "spacex",
        "tiktok"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Theresa Loconsolo"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378306"
  },
  {
    "id": "techcrunch-ccdb51f82bd1",
    "title": "Anthropic brings agentic plug-ins to Cowork",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/anthropic-brings-agentic-plugins-to-cowork/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Anthropic brings agentic plug-ins to Cowork",
      "keywords": [
        "ai",
        "anthropic",
        "claude",
        "cowork",
        "plugins"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Lucas Ropek"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378326"
  },
  {
    "id": "techcrunch-00def0c4f591",
    "title": "Bluesky issues its first transparency report, noting rise in user reports and legal demands",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/bluesky-issues-its-first-transparency-report-noting-rise-in-user-reports-and-legal-demands/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Bluesky issues its first transparency report, noting rise in user reports and legal demands",
      "keywords": [
        "apps",
        "social",
        "bluesky",
        "social media"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Sarah Perez"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378350"
  },
  {
    "id": "techcrunch-e5e403f7824e",
    "title": "Reid Hoffman urges Silicon Valley leaders to stop bending the knee to President Trump",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/reid-hoffman-urges-silicon-valley-leaders-to-stop-bending-the-knee-to-president-trump/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Reid Hoffman urges Silicon Valley leaders to stop bending the knee to President Trump",
      "keywords": [
        "government & policy",
        "venture",
        "ice",
        "reid hoffman"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Julie Bort"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378373"
  },
  {
    "id": "techcrunch-10f31883a878",
    "title": "Russian hackers breached Polish power grid thanks to bad security, report says",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/russian-hackers-breached-polish-power-grid-thanks-to-bad-security-report-says/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Russian hackers breached Polish power grid thanks to bad security, report says",
      "keywords": [
        "security",
        "berserk bear",
        "cybersecurity",
        "in brief",
        "information security",
        "infosec",
        "infrastructure hacking",
        "poland",
        "russia",
        "sandworm"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "Lorenzo Franceschi-Bicchierai"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378401"
  },
  {
    "id": "techcrunch-fa24e411ec27",
    "title": "Last 24 hours to grab your plus-one pass at 50% off to TechCrunch Disrupt 2026",
    "source": {
      "name": "TechCrunch",
      "type": "blog",
      "url": "https://techcrunch.com/2026/01/30/last-24-hours-to-grab-your-1-pass-at-50-off-to-techcrunch-disrupt-2026/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Last 24 hours to grab your plus-one pass at 50% off to TechCrunch Disrupt 2026",
      "keywords": [
        "ai",
        "apps",
        "biotech & health",
        "climate",
        "fintech",
        "fundraising",
        "media & entertainment",
        "privacy",
        "robotics",
        "startups"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://techcrunch.com/feed/",
      "author": "TechCrunch Events"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.378432"
  },
  {
    "id": "mit-technology-review-e213f1f0b45b",
    "title": "Inside the marketplace powering bespoke AI deepfakes of real women",
    "source": {
      "name": "MIT Technology Review",
      "type": "blog",
      "url": "https://www.technologyreview.com/2026/01/30/1131945/inside-the-marketplace-powering-bespoke-ai-deepfakes-of-real-women/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "Civitai—an online marketplace for buying and selling AI-generated content, backed by the venture capital firm Andreessen Horowitz—is letting users buy custom instruction files for generating celebrity deepfakes. Some of these files were specifically designed to make pornographic images banned by the site, a new analysis has found. The study, from researchers at Stanford and Indiana&#8230;",
      "keywords": [
        "artificial intelligence",
        "app",
        "artificial intelligence"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://www.technologyreview.com/feed/",
      "author": "James O'Donnell"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.747084"
  },
  {
    "id": "mit-technology-review-5764aaa50aa7",
    "title": "The Download: US immigration agencies’ AI videos, and inside the Vitalism movement",
    "source": {
      "name": "MIT Technology Review",
      "type": "blog",
      "url": "https://www.technologyreview.com/2026/01/30/1132022/the-download-us-immigration-agencies-ai-videos-and-inside-the-vitalism-movement/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "This is today&#8217;s edition of The Download, our weekday newsletter that provides a daily dose of what&#8217;s going on in the world of technology. DHS is using Google and Adobe AI to make videos The news: The US Department of Homeland Security is using AI video generators from Google and Adobe to make and edit content shared&#8230;",
      "keywords": [
        "the download"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://www.technologyreview.com/feed/",
      "author": "Rhiannon Williams"
    },
    "preliminary_category": "S",
    "collected_at": "2026-02-01T07:58:24.747158"
  },
  {
    "id": "mit-technology-review-efc8277e807d",
    "title": "How the sometimes-weird world of lifespan extension is gaining influence",
    "source": {
      "name": "MIT Technology Review",
      "type": "blog",
      "url": "https://www.technologyreview.com/2026/01/30/1131933/weird-world-lifespan-extension-gaining-influence-oneill-arpa-h/",
      "published_date": "2026-01-30"
    },
    "content": {
      "abstract": "For the last couple of years, I’ve been following the progress of a group of individuals who believe death is humanity’s “core problem.” Put simply, they say death is wrong—for everyone. They’ve even said it’s morally wrong. They established what they consider a new philosophy, and they called it Vitalism. Vitalism is more than a philosophy,&#8230;",
      "keywords": [
        "biotechnology and health",
        "app",
        "the checkup"
      ],
      "language": "en"
    },
    "metadata": {
      "feed_source": "https://www.technologyreview.com/feed/",
      "author": "Jessica Hamzelou"
    },
    "preliminary_category": "T",
    "collected_at": "2026-02-01T07:58:24.747225"
  }
]